Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# field_generations:#allowed_values:Moving image or News tape
source: Moving image or News tape
bo: འགུལ་རིས་ཡང་ན་གསར་འགྱུར་ཊེབ་ཐག

# field_generations:#allowed_values:Moving image or Open Close
source: Moving image or Open Close
bo: འགུལ་རིས་ཡང་ན་ཁ་འབྱེད་ཁ་རྒྱག

# field_generations:#allowed_values:Moving image or Orig BW a and b negative
source: Moving image or Orig BW a and b negative
bo: འགུལ་རིས་ཡང་ན་ Orig BW a དང་ b སྤྱིན་ཤོག

# field_generations:#allowed_values:Moving image or Orig BW negative
source: Moving image or Orig BW negative
bo: འགུལ་རིས་ཡང་ན་ Orig BW སྤྱིན་ཤོག

# field_generations:#allowed_values:Moving image or Orig color a and b negative
source: Moving image or Orig color a and b negative
bo: འགུལ་རིས་ཡང་ན་ Orig ཁ་དོག་ a དང་ b སྤྱིན་ཤོག

# field_generations:#allowed_values:Moving image or Orig color a and b reversal
source: Moving image or Orig color a and b reversal
bo: འགུལ་རིས་ཡང་ན་ Orig ཁ་དོག་ a དང་ b ཕྱི་ནང་བརྗེ་འགྱུར།

# field_generations:#allowed_values:Moving image or Orig color negative
source: Moving image or Orig color negative
bo: འགུལ་རིས་ཡང་ན་ Orig ཁ་དོག་སྤྱིན་ཤོག

# field_generations:#allowed_values:Moving image or Original
source: Moving image or Original
bo: འགུལ་རིས་ཡང་ན་ངོ་མ།

# field_generations:#allowed_values:Moving image or Original footage
source: Moving image or Original footage
bo: འགུལ་རིས་ཡང་ན་པར་གློག་བརྙན་གྱི་དུམ་བུ་ངོ་མ།

# field_generations:#allowed_values:Moving image or PBS backup
source: Moving image or PBS backup
bo: འགུལ་རིས་ཡང་ན་ PBS གྲབས་ཉར།

# field_generations:#allowed_values:Moving image or PBS dub
source: Moving image or PBS dub
bo: འགུལ་རིས་ཡང་ན་ PBS སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Moving image or PBS master
source: Moving image or PBS master
bo: འགུལ་རིས་ཡང་ན་ PBS གཙོ་བདག

# field_generations:#allowed_values:Moving image or Preservation master
source: Moving image or Preservation master
bo: འགུལ་རིས་ཡང་ན་ཉར་ཚགས་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Promo
source: Moving image or Promo
bo: འགུལ་རིས་ཡང་ན་བརྙན་ཐུང་ཚོང་སྤེལ།

# field_generations:#allowed_values:Moving image or Protection master
source: Moving image or Protection master
bo: འགུལ་རིས་ཡང་ན་སྲུང་སྐྱོབ་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Release print
source: Moving image or Release print
bo: འགུལ་རིས་ཡང་ན་གློད་གཏོང་དཔར་འདེབས།

# field_generations:#allowed_values:Moving image or Screening tapee
source: Moving image or Screening tapee
bo: འགུལ་ལྡན་བརྙན་པར་ཡང་ན་རླུང་གིས་པར་འདེབས།

# field_generations:#allowed_values:Moving image or Stock footage
source: Moving image or Stock footage
bo: འགུལ་རིས་ཡང་ན་པར་གློག་བརྙན་གྱི་དུམ་བུ་ངོ་མ།

# field_generations:#allowed_values:Moving image or Submaster
source: Moving image or Submaster
bo: འགུལ་རིས་ཡང་ན་གཙོ་བདག་འོག་མ།

# field_generations:#allowed_values:Moving image or Sync pix and sound
source: Moving image or Sync pix and sound
bo: འགུལ་རིས་ཡང་ན་པིག་ཟེལ་དང་སྒྲ་སྐད།

# field_generations:#allowed_values:Moving image or Tease
source: Moving image or Tease
bo: འགུལ་རིས་ཡང་ན་ཀུ་རེ་བྱེད་པ།

# field_generations:#allowed_values:Moving image or Viewing copy
source: Moving image or Viewing copy
bo: འགུལ་རིས་ཡང་ན་འདྲ་བཤུས་ལ་ལྟ་བ།

# field_generations:#allowed_values:Moving image or Work print
source: Moving image or Work print
bo: འགུལ་ལྡན་བརྙན་པར་ཡང་ན་བྱ་ལས་པར་འདེབས།

# field_generations:#allowed_values:Static image or Autochrome
source: Static image or Autochrome
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་རང་ཐོན་སེར་ཚོན།

# field_generations:#allowed_values:Static image or Caricature
source: Static image or Caricature
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་སྒྲོ་བཏགས་རི་མོ།

# field_generations:#allowed_values:Static image or Carte de viste
source: Static image or Carte de viste
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཀར་ཊེ་རྡེ་ལྦེ་ས་ཏི།

# field_generations:#allowed_values:Static image or Color print
source: Static image or Color print
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཁ་དོག་པར་འདེབས།

# field_generations:#allowed_values:Static image or Contact sheet
source: Static image or Contact sheet
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་འཕྲད་ཐུག་ལེབ་མོ།

# field_generations:#allowed_values:Static image or Daguerrotype
source: Static image or Daguerrotype
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་དངུལ་ཆུའི་རླངས་དཔར།

# field_generations:#allowed_values:Static image or Digital file
source: Static image or Digital file
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་གྲངས་འཛིན་ཡིག་ཆ།

# field_generations:#allowed_values:Static image or Drawing
source: Static image or Drawing
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་རི་མོ།

# field_generations:#allowed_values:Static image or Engraving
source: Static image or Engraving
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་རྐོས་རིས།

# field_generations:#allowed_values:Static image or Glass negative
source: Static image or Glass negative
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཤེལ་གྱི་སྤྱིན་ཤོག

# field_generations:#allowed_values:Static image or Glass slide
source: Static image or Glass slide
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཤེལ་གྱི་འདྲེད།

# field_generations:#allowed_values:Static image or Illustration
source: Static image or Illustration
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་བར་འཇུག་རི་མོ།

# field_generations:#allowed_values:Static image or Lithograph
source: Static image or Lithograph
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་རྡོ་པར།

# field_generations:#allowed_values:Static image or Map
source: Static image or Map
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ས་ཁྲ།

# field_generations:#allowed_values:Static image or Nitrate negative
source: Static image or Nitrate negative
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཟེ་ཚའི་སྐྱུར་ཚྭ་ཡི་སྤྱིན་ཤོག

# field_generations:#allowed_values:Static image or Other see note
source: Static image or Other see note
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ལྟ་དགོས་པའི་དྲན་ཐོ།

# field_generations:#allowed_values:Static image or Painting
source: Static image or Painting
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཚོན་བྲིས།

# field_generations:#allowed_values:Static image or Photo research file
source: Static image or Photo research file
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་པར་ཉམས་ཞིབ་ཡིག་ཆ།

# field_generations:#allowed_values:Static image or Photocopy
source: Static image or Photocopy
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་པར་བཤུས།

# field_generations:#allowed_values:Static image or Photograph
source: Static image or Photograph
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་པར།

# field_generations:#allowed_values:Static image or Postcard
source: Static image or Postcard
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་སྦྲག་ཡིག་ལྷེབ་མ།

# field_generations:#allowed_values:Static image or Print
source: Static image or Print
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་པར་འདེབས།

# field_generations:#allowed_values:Static image or Slide
source: Static image or Slide
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་འདྲེད།

# field_generations:#allowed_values:Static image or Stereoview
source: Static image or Stereoview
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་མཁྲེགས་གཟུགས་མཐོང་རིས།

# field_generations:#allowed_values:Static image or Still
source: Static image or Still
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་གཡོ་མེད།

# field_generations:#allowed_values:Static image or Transparency
source: Static image or Transparency
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་སྒྲོན་བརྙན་ཕིང་ཤོག

# field_generations:#allowed_values:Static image or Woodcut
source: Static image or Woodcut
bo: འགུལ་མེད་འདྲ་རིས་ཡང་ན་ཤིང་པར།

# field_generations:#allowed_values:Text or Accounting statements
source: Text or Accounting statements
bo: ཡི་གེ་ཡང་ན་རྩིས་ཁྲའི་རྩིས་བརྗོད།

# field_generations:#allowed_values:Text or Budget file
source: Text or Budget file
bo: ཡི་གེ་ཡང་ན་འགྲོ་གྲོན་སྔོན་རྩིས་ཀྱི་ཡིག་ཆ།

# field_generations:#allowed_values:Text or Caption file
source: Text or Caption file
bo: ཡི་གེ་ཡང་ན་འགོ་བརྗོད་ཀྱི་ཡིག་ཆ།

# field_generations:#allowed_values:Text or Contracts
source: Text or Contracts
bo: ཡི་གེ་ཡང་ན་གན་རྒྱ་

# field_generations:#allowed_values:Text or Correspondence
source: Text or Correspondence
bo: ཡི་གེ་ཡང་ན་ཡིག་འབྲེལ་

# field_generations:#allowed_values:Text or Credit list
source: Text or Credit list
bo: ཡི་གེ་ཡང་ན་བུ་ལོན་གྱི་ཐོ་གཞུང་།

# field_generations:#allowed_values:Text or Crew list
source: Text or Crew list
bo: ཡི་གེ་ཡང་ན་ལས་མིའི་ཐོ་གཞུང་།

# field_generations:#allowed_values:Text or Cue sheet
source: Text or Cue sheet
bo: ཡི་གེ་ཡང་ན་ Cue ཡི་ལེབ་མོ།

# field_generations:#allowed_values:Text or Documentation
source: Text or Documentation
bo: ཡི་གེ་ཡང་ན་ཡིག་ཆ་ཕྱོགས་བསྒྲིགས།

# field_generations:#allowed_values:Text or EDL
source: Text or EDL
bo: ཡི་གེ་ཡང་ན་ EDL

# field_generations:#allowed_values:Text or Educational Material
source: Text or Educational Material
bo: ཡི་གེ་ཡང་ན་སློབ་གསོའི་རྒྱུ་ཆ།

# field_generations:#allowed_values:Text or Invoices Receipts
source: Text or Invoices Receipts
bo: ཡི་གེ་ཡང་ན་ཐོབ་ཁྲའི་བྱུང་འཛིན།

# field_generations:#allowed_values:Text or Letter
source: Text or Letter
bo: ཡི་གེ་ཡང་ན་གཏོང་ཡིག

# field_generations:#allowed_values:Text or Logs
source: Text or Logs
bo: ཡི་གེ་ཡང་ན་འཇུག་ཐོ་

# field_generations:#allowed_values:Text or Lower thirds list
source: Text or Lower thirds list
bo: ཡི་གེ་ཡང་ན་འོམ་མ་གསུམ་པའི་ཐོ་གཞུང་།

# field_generations:#allowed_values:Text or Manuscript
source: Text or Manuscript
bo: ཡི་གེ་ཡང་ན་བྲིས་མ།

# field_generations:#allowed_values:Text or Meeting notes
source: Text or Meeting notes
bo: ཡི་གེ་ཡང་ན་ཚོགས་འདུའི་དྲན་ཐོ།

# field_generations:#allowed_values:Text or Newspaper article
source: Text or Newspaper article
bo: ཡི་གེ་ཡང་ན་གསར་ཤོག་གི་རྩོམ་བྲིས།

# field_generations:#allowed_values:Text or Press clippings
source: Text or Press clippings
bo: ཡི་གེ་ཡང་ན་ཚག་ཤོག་གི་བཅད་ཤོག

# field_generations:#allowed_values:Text or Press kits
source: Text or Press kits
bo: ཡི་གེ་ཡང་ན་ཚག་ཤོག་གི་ཡོ་ཆས།

# field_generations:#allowed_values:Text or Press releases
source: Text or Press releases
bo: ཡི་གེ་ཡང་ན་ཚག་ཤོག་གི་འགྲེལ་སྤེལ།

# field_generations:#allowed_values:Text or Production notes
source: Text or Production notes
bo: ཡི་གེ་ཡང་ན་འདོན་སྤེལ་གྱི་དྲན་ཐོ།

# field_generations:#allowed_values:Text or Promotional material
source: Text or Promotional material
bo: ཡི་གེ་ཡང་ན་ཚོང་སྤེལ་རྒྱུ་ཆ།

# field_generations:#allowed_values:Text or Proposals
source: Text or Proposals
bo: ཡི་གེ་ཡང་ན་གྲོས་འཆར།

# field_generations:#allowed_values:Text or Releases
source: Text or Releases
bo: ཡི་གེ་ཡང་ན་འགྲེམ་སྤེལ།

# field_generations:#allowed_values:Text or Reports
source: Text or Reports
bo: ཡི་གེ་ཡང་ན་སྙན་ཐོ།

# field_generations:#allowed_values:Text or Research material
source: Text or Research material
bo: ཡི་གེ་ཡང་ན་ཉམས་ཞིབ་ཀྱི་རྒྱུ་ཆ།

# field_generations:#allowed_values:Text or Scripts
source: Text or Scripts
bo: ཡི་གེ་ཡང་ན་ཁྲབ་དེབ།

# field_generations:#allowed_values:Text or Transcript
source: Text or Transcript
bo: ཡི་གེ་ཡང་ན་སྒྲ་ཡིག

# field_generations:#allowed_values:Text or Transcript interview
source: Text or Transcript interview
bo: ཡི་གེ་ཡང་ན་སྒྲ་ཡིག་བཅར་འདྲི།

# field_generations:#allowed_values:Text or Transcript program
source: Text or Transcript program
bo: ཡི་གེ་ཡང་ན་སྒྲ་ཡིག་གི་ལས་རིམ།

# field_generations:field_pbcore_instantiation:label
source: Generations
bo: རབས

# field_identifier:field_pbcore_identifier:label
source: ID
bo: ཨང་རྟགས

# field_identifier_source:field_pbcore_identifier:label
source: ID Source
bo: ཨང་རྟགས་ཀྱི་ཁུངས

# field_kmap_annotation:audio:label
source: Kmap Annotation
bo: Kmap ཡི་མཆན་འགྲེལ

# field_kmap_annotation:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_kmap_annotation:audio:setting_delete
source: delete
bo: བསུབ

# field_kmap_annotation:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_kmap_annotation:video:label
source: Kmap Annotation
bo: Kmap ཡི་མཆན་འགྲེལ

# field_kmap_annotation:video:setting_add
source: add
bo: ཁ་སྣོན

# field_kmap_annotation:video:setting_delete
source: delete
bo: བསུབ

# field_kmap_annotation:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_language:#allowed_values:Abkhazian
source: Abkhazian
bo: ཨབ་ཁ་ཛི་ཨན།

# field_language:#allowed_values:Afar
source: Afar
bo: ཨ་ཕྷར་

# field_language:#allowed_values:Afrikaans
source: Afrikaans
bo: ཨ་ཕྷ་རེ་ཀན་སེ་

# field_language:#allowed_values:Akan
source: Akan
bo: ཨ་ཀན་

# field_language:#allowed_values:Albanian
source: Albanian
bo: ཨལ་བྷན་ནི་ཨན་

# field_language:#allowed_values:Amharic
source: Amharic
bo: ཨམ་ཧ་རིག

# field_language:#allowed_values:Arabic
source: Arabic
bo: ཨ་རབ་ཀྱི་སྐད།

# field_language:#allowed_values:Aragonese
source: Aragonese
bo: ཨ་རཱ་གོ་ནི་སི་

# field_language:#allowed_values:Armenian
source: Armenian
bo: ཨར་མན་ནི་ཨན་

# field_language:#allowed_values:Assamese
source: Assamese
bo: ཨ་སམ་སྐད་

# field_language:#allowed_values:Avaric
source: Avaric
bo: ཨཱ་ལྦེ་རིག

# field_language:#allowed_values:Avestan
source: Avestan
bo: ཨཱ་ལྦེསེ་ཊན་

# field_language:#allowed_values:Aymara
source: Aymara
bo: ཨེ་མཱ་རཱ་

# field_language:#allowed_values:Azerbaijani
source: Azerbaijani
bo: ཨ་ཛ་བྷ་ཇ་ནི་

# field_language:#allowed_values:Bambara
source: Bambara
bo: བྷམ་བྷ་རཱ་

# field_language:#allowed_values:Bashkir
source: Bashkir
bo: བྷ་ཤཱ་ཀིར་

# field_language:#allowed_values:Basque
source: Basque
bo: བྷ་སིག

# field_language:#allowed_values:Belarusian
source: Belarusian
bo: བྷེ་ལ་རུ་ཤི་ཨན་

# field_language:#allowed_values:Bengali
source: Bengali
bo: བྷན་གྷ་ལི་

# field_language:#allowed_values:Bihari languages
source: Bihari languages
bo: བྷི་ཧཱ་རི་སྐད་རིགས་

# field_language:#allowed_values:Bislama
source: Bislama
bo: བྷི་ས་ལ་མཱ་

# field_language:#allowed_values:Bosnian
source: Bosnian
bo: བྷོ་སི་ནི་ཨན་

# field_language:#allowed_values:Breton
source: Breton
bo: བྷེ་རི་ཊོན་

# field_language:#allowed_values:Bulgarian
source: Bulgarian
bo: བྷར་གྷལ་རི་ཨན་

# field_language:#allowed_values:Burmese
source: Burmese
bo: འབར་མའི་སྐད་

# field_language:#allowed_values:Catalan
source: Catalan
bo: ཀེ་ཊ་ལན་

# field_language:#allowed_values:Central Khmer
source: Central Khmer
bo: དབུ་ཁཱེ་མེར་

# field_language:#allowed_values:Chamorro
source: Chamorro
bo: ཅཱ་མཱ་རོ་

# field_language:#allowed_values:Chechen
source: Chechen
bo: ཅཱ་ཆེན་

# field_language:#allowed_values:Chichewa
source: Chichewa
bo: ཅཱ་ཆེ་ལྦ་

# field_language:#allowed_values:Chinese
source: Chinese
bo: རྒྱ་སྐད་

# field_language:#allowed_values:Church Slavic
source: Church Slavic
bo: ཡི་ཤུའི་མཆོད་ཁང་གི་སེ་ལཱ་ལྦིག

# field_language:#allowed_values:Chuvash
source: Chuvash
bo: ཆུ་ལྦ་ཤི་

# field_language:#allowed_values:Cornish
source: Cornish
bo: ཀོར་ཎི་ཤ་

# field_language:#allowed_values:Corsican
source: Corsican
bo: ཀོར་སི་ཀན་

# field_language:#allowed_values:Cree
source: Cree
bo: ཁཱ་རིའི་

# field_language:#allowed_values:Croatian
source: Croatian
bo: ཁོ་རོ་ཤི་ཨན་

# field_language:#allowed_values:Czech
source: Czech
bo: ཅེག

# field_language:#allowed_values:Danish
source: Danish
bo: ཌན་ནི་ཤཱ་

# field_language:#allowed_values:Divehi
source: Divehi
bo: ཌེ་ལྦེ་ཧི་

# field_language:#allowed_values:Dutch Flemish
source: Dutch Flemish
bo: ཧོ་ལན་ཌའི་ཕྷ་ལེ་མི་ཤ་

# field_language:#allowed_values:Dzongkha
source: Dzongkha
bo: རྫོང་ཁ་

# field_language:#allowed_values:English
source: English
bo: English(དབྱིན་སྐད།)

# field_language:#allowed_values:Esperanto
source: Esperanto
bo: ཨེ་ས་པེ་རན་ཏོ་

# field_language:#allowed_values:Estonian
source: Estonian
bo: ཨི་སེ་ཊོ་ནི་ཨན་

# field_language:#allowed_values:Ewe
source: Ewe
bo: མ་མོ་

# field_language:#allowed_values:Faroese
source: Faroese
bo: ཕྷ་རོ་སི་

# field_language:#allowed_values:Fijian
source: Fijian
bo: ཕྷི་ཅན་

# field_language:#allowed_values:Finnish
source: Finnish
bo: ཕྷིན་ཎི་ཤ་

# field_language:#allowed_values:French
source: French
bo: ཧྥ་རན་སེའི་སྐད།

# field_language:#allowed_values:Fulah
source: Fulah
bo: ཕྷུ་ལཱ་

# field_language:#allowed_values:Galician
source: Galician
bo: གྷ་ལི་ཤི་ཨན་

# field_language:#allowed_values:Ganda
source: Ganda
bo: གྷན་རྡ་

# field_language:#allowed_values:Georgian
source: Georgian
bo: ཇོའོ་ཇི་ཨན་

# field_language:#allowed_values:German
source: German
bo: འཇར་མན་

# field_language:#allowed_values:Greek
source: Greek
bo: གྷ་རིག

# field_language:#allowed_values:Guarani
source: Guarani
bo: གྷོ་རཱ་ཎི་

# field_language:#allowed_values:Gujarati
source: Gujarati
bo: གུ་ཇཱ་རཱ་ཏི་

# field_language:#allowed_values:Haitian Creole
source: Haitian Creole
bo: ཧེ་ཤི་ཨན་ཁཱ་རེའོ་ལེ་

# field_language:#allowed_values:Hausa
source: Hausa
bo: ཧོའོ་སཱ་

# field_language:#allowed_values:Hebrew
source: Hebrew
bo: ཧིབ་བྷུ་

# field_language:#allowed_values:Herero
source: Herero
bo: ཧ་རེ་རོ་

# field_language:#allowed_values:Hindi
source: Hindi
bo: ཧིན་རྡི་

# field_language:#allowed_values:Hiri Motu
source: Hiri Motu
bo: ཧི་རི་མོ་ཏུ་

# field_language:#allowed_values:Hungarian
source: Hungarian
bo: ཧང་གྷི་རི་ཨན་

# field_language:#allowed_values:Icelandic
source: Icelandic
bo: ཨེ་སི་ལན་ཌིག

# field_language:#allowed_values:Ido
source: Ido
bo: ཨཱ་ཌོ་

# field_language:#allowed_values:Indonesian
source: Indonesian
bo: ཨིན་ཌོ་ཎི་ཤན་

source: Interlingua International Auxiliary Language Association
bo: ཨིན་ཊར་ལིན་གུ་རྒྱལ་སྤྱིའི་རོགས་ཟླའི་སྐད་རིགས་མཐུན་ཚོགས།

# field_language:#allowed_values:Interlingue
source: Interlingue
bo: ཨིན་ཊར་ལིན་གུ་

# field_language:#allowed_values:Inuktitut
source: Inuktitut
bo: ཨིན་ནུ་ཏི་ཊེབ་ཊ་

# field_language:#allowed_values:Inupiaq
source: Inupiaq
bo: ཨིན་ནུ་པི་ཡག

# field_language:#allowed_values:Irish
source: Irish
bo: ཨར་རི་ཤ་

# field_language:#allowed_values:Italian
source: Italian
bo: དབྱི་ཐ་ལི་སྐད།

# field_language:#allowed_values:Japanese
source: Japanese
bo: ལྗར་པན་སྐད།

# field_language:#allowed_values:Javanese
source: Javanese
bo: ཇ་ལྦན་ནི་སི་

# field_language:#allowed_values:Kalaallisut
source: Kalaallisut
bo: ཀལ་ལཱ་ལི་སཱ་ཏ་

# field_language:#allowed_values:Kannada
source: Kannada
bo: ཀན་ནཱ་ཌ་

# field_language:#allowed_values:Kanuri
source: Kanuri
bo: ཀཱ་ནུ་རི་

# field_language:#allowed_values:Kashmiri
source: Kashmiri
bo: ཀཱ་ཤི་སྨིར་སྐད་

# field_language:#allowed_values:Kazakh
source: Kazakh
bo: ཁ་ཛག་

# field_language:#allowed_values:Kikuyu Gikuyu
source: Kikuyu Gikuyu
bo: ཀི་ཀུ་ཡུ་གྷི་ཀུ་ཡུ་

# field_language:#allowed_values:Kinyarwanda
source: Kinyarwanda
bo: ཀིན་ཡར་ལྦན་རྡཱ་

# field_language:#allowed_values:Kirghiz
source: Kirghiz
bo: ཀིར་གྷི་ཛ་

# field_language:#allowed_values:Komi
source: Komi
bo: ཀོ་མི་

# field_language:#allowed_values:Kongo
source: Kongo
bo: ཁོན་ཀོའི་སྐད།

# field_language:#allowed_values:Korean
source: Korean
bo: ཁོ་རེ་ཡའི་སྐད།

# field_language:#allowed_values:Kuanyama Kwanyama
source: Kuanyama Kwanyama
bo: ཀོན་ཡཱ་མཱ་ཀོ་ལྦན་ཡཱ་མཱ་

# field_language:#allowed_values:Kurdish
source: Kurdish
bo: ཀར་ཌི་ཤ་

# field_language:#allowed_values:Lao
source: Lao
bo: ལཱའོ།

# field_language:#allowed_values:Latin
source: Latin
bo: ལེ་ཊིན་

# field_language:#allowed_values:Latvian
source: Latvian
bo: ལེ་ཊི་ལྦེ་ཨན་

# field_language:#allowed_values:Limburgish
source: Limburgish
bo: ལིམ་བྷ་གྷི་ཤ

# field_language:#allowed_values:Lingala
source: Lingala
bo: ལིང་གྷ་ལ་

# field_language:#allowed_values:Lithuanian
source: Lithuanian
bo: ལི་ཐུ་ནི་ཨན་

# field_language:#allowed_values:Luba-Katanga
source: Luba-Katanga
bo: ལུ་བཱ་-ཀཱ་ཏང་གྷ་

# field_language:#allowed_values:Luxembourgish
source: Luxembourgish
bo: ལུག་ཛན་བྷག་གི་སྐད་

# field_language:#allowed_values:Macedonian
source: Macedonian
bo: མེ་སི་ཌོ་ནི་ཨན་

# field_language:#allowed_values:Malagasy
source: Malagasy
bo: མཱ་ལཱ་གྷ་སི་

# field_language:#allowed_values:Malay
source: Malay
bo: མཱ་ལེ་

# field_language:#allowed_values:Malayalam
source: Malayalam
bo: མཱ་ལེ་ཡཱ་ལམ་

# field_language:#allowed_values:Maltese
source: Maltese
bo: མར་ཊེ་སི་

# field_language:#allowed_values:Manx
source: Manx
bo: མན་ཨེག་ས་

# field_language:#allowed_values:Maori
source: Maori
bo: མོའོ་རི་

# field_language:#allowed_values:Marathi
source: Marathi
bo: མཱ་རཱ་ཐི་

# field_language:#allowed_values:Marshallese
source: Marshallese
bo: མཱ་ཤལ་ལི་སཱ་

# field_language:#allowed_values:Moldavian Moldovan
source: Moldavian Moldovan
bo: མོར་ཌ་ལྦེ་ཨན་མོར་ཌོ་ལྦན།

# field_language:#allowed_values:Mongolian
source: Mongolian
bo: སོག་སྐད།

# field_language:#allowed_values:Nauru
source: Nauru
bo: ནོ་རུ།

# field_language:#allowed_values:Navajo Navaho
source: Navajo Navaho
bo: ནཱ་ལྦ་ཇོ་ནཱ་ལྦ་ཧོ་

# field_language:#allowed_values:Ndonga
source: Ndonga
bo: དྲོང་གྷ་

# field_language:#allowed_values:Nepali
source: Nepali
bo: བལ་ཡུལ་སྐད་

# field_language:#allowed_values:North Ndebele
source: North Ndebele
bo: བྱང་ནེ་ཌ་བྷེ་ལེ་

# field_language:#allowed_values:Northern Sami
source: Northern Sami
bo: བྱང་ཕྱོགས་སཱ་མི་

# field_language:#allowed_values:Norwegian
source: Norwegian
bo: ནོ་ལྦེལ་གྱི་སྐད་

# field_language:#allowed_values:Norwegian Nynorsk
source: Norwegian Nynorsk
bo: ནོར་ལྦེལ་གྱི་ནི་ནོ་ཤི་སྐད་

# field_language:#allowed_values:Occitan
source: Occitan
bo: ཨོའོ་སི་ཊན་

# field_language:#allowed_values:Ojibwa
source: Ojibwa
bo: ཨོའོ་ཇིབ་ལྦ་

# field_language:#allowed_values:Oriya
source: Oriya
bo: ཨོའོ་རི་ཡཱ་

# field_language:#allowed_values:Oromo
source: Oromo
bo: ཨོའོ་རོ་མོ་

# field_language:#allowed_values:Ossetian Ossetic
source: Ossetian Ossetic
bo: ཨོའོ་སི་ཤི་ཨན་ཨོའོ་སི་ཊིག

# field_language:#allowed_values:Pali
source: Pali
bo: པ་ལི་

# field_language:#allowed_values:Panjabi Punjabi
source: Panjabi Punjabi
bo: པན་ཇབ་ཀྱི་པན་ཇབ་བི།

# field_language:#allowed_values:Persian
source: Persian
bo: པར་ཤི་ཡའི་སྐད།

# field_language:#allowed_values:Polish
source: Polish
bo: པོའོ་ལན་སྐད་

# field_language:#allowed_values:Portuguese
source: Portuguese
bo: པོར་ཅུ་གལ་གྱི་སྐད་

# field_language:#allowed_values:Pushto Pashto
source: Pushto Pashto
bo: པུ་ཤ་ཊོ་པཱ་ཤ་ཊོ་

# field_language:#allowed_values:Quechua
source: Quechua
bo: ཀེ་ཆུ་ལྦ་

# field_language:#allowed_values:Romanian
source: Romanian
bo: རོ་མན་ནི་ཨན་

# field_language:#allowed_values:Romansh
source: Romansh
bo: རོའོ་མན་ཤ་

# field_language:#allowed_values:Rundi
source: Rundi
bo: རུན་དྷི་

# field_language:#allowed_values:Russian
source: Russian
bo: ཨུ་རུ་སུའི་སྐད་

# field_language:#allowed_values:Rusyn
source: Rusyn
bo: རཱ་སིན་

# field_language:#allowed_values:Samoan
source: Samoan
bo: སཱ་མོ་ཨན་

# field_language:#allowed_values:Sango
source: Sango
bo: སེང་གོའི་སྐད།

# field_language:#allowed_values:Sanskrit
source: Sanskrit
bo: ལེགས་སྦྱར་སྐད་

# field_language:#allowed_values:Sardinian
source: Sardinian
bo: སར་རྡི་ནི་ཨན་

# field_language:#allowed_values:Scottish Gaelic
source: Scottish Gaelic
bo: སི་ཀོ་ཊི་ཤ་ཡི་གྷེ་ལེག

# field_language:#allowed_values:Serbian
source: Serbian
bo: སར་བྷི་ཨན་

# field_language:#allowed_values:Serbo-Croatian
source: Serbo-Croatian
bo: སར་བྷོ་-ཁོ་རོའོ་ཤི་ཨན་

# field_language:#allowed_values:Shona
source: Shona
bo: ཤོ་ནཱ་

# field_language:#allowed_values:Sichuan Yi
source: Sichuan Yi
bo: ཟི་ཁྲོན་ཡི་

# field_language:#allowed_values:Sindhi
source: Sindhi
bo: སིན་རྡི་

# field_language:#allowed_values:Sinhalese
source: Sinhalese
bo: སིན་ཧཱ་ལི་སཱ་

# field_language:#allowed_values:Slovak
source: Slovak
bo: སོ་ལོ་ལྦག་

# field_language:#allowed_values:Slovenian
source: Slovenian
bo: སོ་ལོ་ལྦེ་ནི་ཨན་

# field_language:#allowed_values:Somali
source: Somali
bo: སོ་མཱ་ལི་

# field_language:#allowed_values:Sotho, Southern
source: Sotho, Southern
bo: སུ་ཐུའུ་ ལྷོ་ཕྱོགས།

# field_language:#allowed_values:South Ndebele
source: South Ndebele
bo: ལྷོ་ནེ་ཌེ་བྷེ་ལེ་

# field_language:#allowed_values:Spanish Castilian
source: Spanish Castilian
bo: སིན་པེན་གྱི་ཀེ་སི་ཊི་ལེ་ཨན་

# field_language:#allowed_values:Sundanese
source: Sundanese
bo: སན་ཌན་ནི་སཱ་

# field_language:#allowed_values:Swahili
source: Swahili
bo: སུ་ཧཱ་ལི་

# field_language:#allowed_values:Swati
source: Swati
bo: སུ་ལྦ་ཏི་

# field_language:#allowed_values:Swedish
source: Swedish
bo: སུད་ལྦི་ཌི་ཤ་

# field_language:#allowed_values:Tagalog
source: Tagalog
bo: ཊེ་གྷ་ལོག

# field_language:#allowed_values:Tahitian
source: Tahitian
bo: ཏཱ་ཧི་ཤི་ཨན་

# field_language:#allowed_values:Tajik
source: Tajik
bo: ཏཱ་ཇིག་

# field_language:#allowed_values:Tamil
source: Tamil
bo: ཏ་མིལ་

# field_language:#allowed_values:Tatar
source: Tatar
bo: ཊཱ་ཊར་
