Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# field_physical_format:#allowed_values:UMD Videodisc Sony
source: UMD Videodisc Sony
bo: UMD བརྙན་ཟློས་འོད་སྡེར་ Sony

# field_physical_format:#allowed_values:V Cord
source: V Cord
bo: V སྐུད་

# field_physical_format:#allowed_values:V Cord II
source: V Cord II
bo: V སྐུད་ II

# field_physical_format:#allowed_values:Wall chart
source: Wall chart
bo: གྱང་གི་ཐིག་རིས་

# field_physical_format:#allowed_values:Wire
source: Wire
bo: ཏར་སྐུད་

# field_physical_format:field_pbcore_instantiation:label
source: Physical Format
bo: དངོས་གཟུགས་ཀྱི་རྣམ་པ།

# field_place_data_present:#allowed_values:No
source: No
bo: མིན

# field_place_data_present:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_place_data_present:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_place_data_present:field_workflow:label
source: Place Data Present
bo: ས་གནས་ཀྱི་གཞི་གྲངས་ཡོད་པ

# field_publisher:field_pbcore_publisher:label
source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

# field_publisher_rome:#allowed_values:Copyright Holder
source: Copyright Holder
bo: པར་སྐྲུན་བདག་དབང་འཛིན་མཁན།

# field_publisher_rome:#allowed_values:Distributor
source: Distributor
bo: བགོ་འགྲེམས་བྱེད་མཁན་

# field_publisher_rome:#allowed_values:Presenter
source: Presenter
bo: སྟོན་མཁན་

# field_publisher_rome:#allowed_values:Publisher
source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

# field_publisher_rome:#allowed_values:Release Agent
source: Release Agent
bo: གློད་གཏོང་ངོ་ཚབ་

# field_publisher_rome:field_pbcore_publisher:label
source: Publisher Role
bo: ཁྱབ་སྤེལ་མཁན་གྱི་འགན་ནུས

# field_rating:audio:label
source: Rating
bo: སྐར་གྲངས

# field_rating:video:label
source: Rating
bo: སྐར་གྲངས

# field_recording_location:source:label
source: Recording Location
bo: བསྡུ་ལེན་བྱེད་སའི་གནས

# field_recording_location_new:audio:label
source: Recording Location
bo: བསྡུ་ལེན་བྱེད་སའི་གནས

# field_recording_location_new:video:label
source: Recording Location
bo: བསྡུ་ལེན་བྱེད་སའི་གནས

# field_relation_identifier:field_pbcore_relation:label
source: Related Media
bo: འབྲེལ་ཡོད་འཕྲིན་ལམ

# field_relation_type:#allowed_values:Has Format
source: Has Format
bo: བཟོ་དབྱིབས་ཡོད་པ།

# field_relation_type:#allowed_values:Has Part
source: Has Part
bo: ཆ་ཤས་ཡོད་པ་

# field_relation_type:#allowed_values:Has Version
source: Has Version
bo: པར་གཞི་ཡོད་པ་

# field_relation_type:#allowed_values:Is Format Of
source: Is Format Of
bo: ཡི་བཟོ་བཀོད་རེད།

# field_relation_type:#allowed_values:Is Part Of
source: Is Part Of
bo: ཡི་ཆ་ཤས་རེད།

# field_relation_type:#allowed_values:Is Referenced By
source: Is Referenced By
bo: ཡིས་འབྲེལ་སྦྱོར་བྱས་པ།

# field_relation_type:#allowed_values:Is Replaced By
source: Is Replaced By
bo: ཡིས་བརྗེ་ལེན་བྱས་པ།

# field_relation_type:#allowed_values:Is Required By
source: Is Required By
bo: ལ་དགོས་པ་

# field_relation_type:#allowed_values:Is Version Of
source: Is Version Of
bo: ཡི་པར་གཞི་རེད་

# field_relation_type:#allowed_values:References
source: References
bo: འབྲེལ་སྦྱོར་

# field_relation_type:#allowed_values:Replaces
source: Replaces
bo: བརྗེ་པོ་རྒྱག་པ་

# field_relation_type:#allowed_values:Requires
source: Requires
bo: དགོས་ངེས་ཅན་

# field_relation_type:field_pbcore_relation:label
source: Relationship Type
bo: འབྲེལ་ལམ་གྱི་རིགས

# field_sampling_rate:#allowed_values:Other
source: Other
bo: གཞན

# field_sampling_rate:field_pbcore_instantiation:label
source: Sampling Rate
bo: དཔེ་མཚོན་གྱི་གྲངས་ཚད

# field_sponser_role:#allowed_values:corporate
source: Corporate Donor
bo: ཞལ་འདེབས་འབུལ་མཁན་ལྷན་ཚོགས།

# field_sponser_role:#allowed_values:gov
source: Government Grant
bo: གཞུང་གི་རོགས་དངུལ་

# field_sponser_role:#allowed_values:individual
source: Individual Donor
bo: ཞལ་འདེབས་འབུལ་མཁན་སྒེར་པ།

# field_sponser_role:#allowed_values:ngo
source: NGO Grant
bo: གཞུང་འཛིན་མ་ཡིན་པའི་ཚོགས་པའི་རོགས་དངུལ།

# field_sponser_role:#allowed_values:other
source: Other
bo: གཞན

# field_sponser_role:field_pbcore_sponsor:label
source: Sponsor Role
bo: རོགས་སྐྱོར་མཁན་གྱི་འགན་ནུས

# field_sponsor_name:field_pbcore_sponsor:label
source: Sponsor
bo: རོགས་སྐྱོར་མཁན

# field_start_time:field_pbcore_instantiation:label
source: Start Time
bo: འགོ་འཛུགས་ཀྱི་དུས

# field_subcollection_new:audio:label
source: Subcollection
bo: ཡན་ལག་གི་ཕྱོགས་བསྡུས

# field_subcollection_new:video:label
source: Subcollection
bo: ཡན་ལག་གི་ཕྱོགས་བསྡུས

# field_subcollection_root:collection:label
source: Subcollection
bo: ཡན་ལག་གི་ཕྱོགས་བསྡུས

# field_subject:audio:label
source: Subject
bo: འགོ་བརྗོད

# field_subject:video:label
source: Subject
bo: འགོ་བརྗོད

# field_tags:audio:label
source: Tags
bo: དབྱེ་རྟགས

# field_tags:video:label
source: Tags Old
bo: རྟགས་མཆན་གྱི་Old

# field_tape_id:source:label
source: Tape Id Number
bo: ཊེབ་ཐག་གི་ Id ཨང་གྲངས།

# field_tape_location:source:label
source: Storage Location
bo: གསོག་ཆས་གནས་ཡུལ།

# field_thumbnail_image:audio:description
source: Add an image to show in thumbnails for this audio file. (Note: Newly uploaded images may take a few minutes before they appear in player.)
bo: སྒྲའི་ཡིག་ཆ་འདིའི་བསྡུས་པར་དུ་འཆར་དགོས་པའི་པར་རིས། ༼དྲན་སྐུལ། གསར་དུ་ཡར་འཇུག་བྱས་པའི་པར་རིས་ཚུར་འཆར་བར་སྐར་མ་འགར་འགོར་སྲིད།༽

# field_thumbnail_image:audio:label
source: Thumbnail Image
bo: བསྡུས་པར་གྱི་པར་རིས

# field_time:field_pbcore_coverage:label
source: Time
bo: དུས་ཚོད

# field_timecoded:#allowed_values:No
source: No
bo: མིན

# field_timecoded:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_timecoded:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_timecoded:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_timecode_too_infrequent:#allowed_values:No
source: No
bo: མིན

# field_timecode_too_infrequent:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_timecode_too_infrequent:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_timecode_too_infrequent:field_workflow:label
source: Timecoding Problem 3
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་གསུམ་པ

# field_timecoding_problem_1:#allowed_values:No
source: No
bo: མིན

# field_timecoding_problem_1:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_timecoding_problem_1:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_timecoding_problem_1:field_workflow:label
source: Timecoding problem 1
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་དང་པོ

# field_timecoding_problem_2:#allowed_values:No
source: No
bo: མིན

# field_timecoding_problem_2:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_timecoding_problem_2:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_timecoding_problem_2:field_workflow:label
source: Timecoding problem 2
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་གཉིས་པ

# field_title:field_pbcore_title:label
source: Title
bo: ཁ་བྱང

# field_title_type:#allowed_values:Abridged Version
source: Abridged Version
bo: མདོར་བསྡུས་པར་གཞི

# field_title_type:#allowed_values:Air Version
source: Air Version
bo: ཁྱབ་བསྒྲགས་པར་གཞི

# field_title_type:#allowed_values:Alternative
source: Alternative
bo: བརྗེ་ལེན

# field_title_type:#allowed_values:Art Work
source: Art Work
bo: སྒྱུ་རྩལ་གྱི་ཐོན་རྗས

# field_title_type:#allowed_values:Article
source: Article
bo: རྩོམ་ཡིག

# field_title_type:#allowed_values:Book
source: Book
bo: དེབ

# field_title_type:#allowed_values:Caption File
source: Caption File
bo: བརྙན་ཚིག་གི་ཡིག་ཆ

# field_title_type:#allowed_values:Captioned Version
source: Captioned Version
bo: བརྙན་ཚིག་ཡོད་པའི་པར་གཞི

# field_title_type:#allowed_values:Cell Phone Version
source: Cell Phone Version
bo: ཁ་པར་གྱི་པར་གཞི

# field_title_type:#allowed_values:Chapter
source: Chapter
bo: ལེའུ

# field_title_type:#allowed_values:Chart
source: Chart
bo: མཚོན་རིས

# field_title_type:#allowed_values:Clip
source: Clip
bo: འཕྲིན་ལམ

# field_title_type:#allowed_values:Collection
source: Collection
bo: ཕྱོགས་བསྡུས

# field_title_type:#allowed_values:Courseware Class
source: Courseware Class
bo: སློབ་ཚན་མ་ལག་གི་སློབ་ཚན

# field_title_type:#allowed_values:Courseware Module
source: Courseware Module
bo: སློབ་ཚན་མ་ལག་གི་མ་དཔེ

# field_title_type:#allowed_values:Descriptive Audio
source: Descriptive Audio
bo: འགྲེལ་བཤད་ཡོད་པའི་སྒྲ

# field_title_type:#allowed_values:Diagram
source: Diagram
bo: དབྱིབས་རིས

# field_title_type:#allowed_values:Drawing
source: Drawing
bo: རི་མོ

# field_title_type:#allowed_values:Drill and Practice
source: Drill and Practice
bo: སྦྱོང་བརྡར་དང་ལག་ལེན

# field_title_type:#allowed_values:Episode
source: Episode
bo: ལེ་ཚན

# field_title_type:#allowed_values:Full Version
source: Full Version
bo: ཆ་ཚང་བའི་པར་གཞི

# field_title_type:#allowed_values:Game
source: Game
bo: རྩེད་མོ

# field_title_type:#allowed_values:Graphic
source: Graphic
bo: རི་མོ

# field_title_type:#allowed_values:iPod Version
source: iPod Version
bo: iPod ཡི་པར་གཞི

# field_title_type:#allowed_values:Issue
source: Issue
bo: གནད་དོན

# field_title_type:#allowed_values:Kiosk Event
source: Kiosk Event
bo: Kiosk བྱེད་སྒོ

# field_title_type:#allowed_values:Lesson Plan
source: Lesson Plan
bo: སློབ་ཚན་འཆར་གཞི

# field_title_type:#allowed_values:Lyrics
source: Lyrics
bo: གཞས་ཚིག

# field_title_type:#allowed_values:Manuscript
source: Manuscript
bo: ཟིན་བྲིས

# field_title_type:#allowed_values:Map
source: Map
bo: ཕྱོགས་སྟོན

# field_title_type:#allowed_values:Model
source: Model
bo: དཔེ་དབྱིབས

# field_title_type:#allowed_values:Model Building
source: Model Building
bo: དཔེ་དབྱིབས་སྒྲིག་བཟོ

# field_title_type:#allowed_values:Multimedia Presentation
source: Multimedia Presentation
bo: འཕྲིན་ལམ་སྣ་མང་གྱི་སྟོན་སྟབས

# field_title_type:#allowed_values:Music
source: Music
bo: རོལ་དབྱངས

# field_title_type:#allowed_values:Nature or ambient sound
source: Nature or ambient sound
bo: རང་བྱུང་ངམ་ཁོར་ཡུག་གི་སྒྲ

# field_title_type:#allowed_values:Other
source: Other
bo: གཞན

# field_title_type:#allowed_values:Package
source: Package
bo: ཐུམ་བུ

# field_title_type:#allowed_values:Packaging Version
source: Packaging Version
bo: ཐུམ་སྒྲིག་གི་པར་གཞི

# field_title_type:#allowed_values:Periodical
source: Periodical
bo: དུས་མཚམས་ཅན

# field_title_type:#allowed_values:Photograph
source: Photograph
bo: པར

# field_title_type:#allowed_values:Picture
source: Picture
bo: པར

# field_title_type:#allowed_values:Pledge Version
source: Pledge Version
bo: དམ་བཅའི་པར་གཞི

# field_title_type:#allowed_values:Postcard
source: Postcard
bo: སྐུར་ཤོག

# field_title_type:#allowed_values:Poster
source: Poster
bo: བརྡ་ཁྱབ

# field_title_type:#allowed_values:Program
source: Program
bo: ལས་གཞི

# field_title_type:#allowed_values:Project
source: Project
bo: ལས་གཞི

# field_title_type:#allowed_values:Published Version
source: Published Version
bo: ཁྱབ་སྤེལ་བྱས་པའི་པར་གཞི

# field_title_type:#allowed_values:Quiz
source: Quiz
bo: ཚོད་ལྟ

# field_title_type:#allowed_values:reTitle
source: reTitle
bo: ཁ་བྱང་བསྐྱར་བཟོ

# field_title_type:#allowed_values:Role Play
source: Role Play
bo: འཁྲབ་ཚན

# field_title_type:#allowed_values:Scene
source: Scene
bo: རྣམ་པ

# field_title_type:#allowed_values:Score
source: Score
bo: སྐར་གྲངས

# field_title_type:#allowed_values:Segment
source: Segment
bo: དུམ་བུ

# field_title_type:#allowed_values:Selection or Excerpt
source: Selection or Excerpt
bo: འདེམ་སྒྲུག་དང་ཟུར་ཕུད

# field_title_type:#allowed_values:Self Assessment
source: Self Assessment
bo: རང་གི་ཚོད་ལྟ

# field_title_type:#allowed_values:Series
source: Series
bo: ལེ་ཚན

# field_title_type:#allowed_values:Shot
source: Shot
bo: པར

# field_title_type:#allowed_values:Simulation
source: Simulation
bo: རྫུ་བཟོ

# field_title_type:#allowed_values:Slide Show
source: Slide Show
bo: བརྙན་ཤོག

# field_title_type:#allowed_values:Song
source: Song
bo: གླུ

# field_title_type:#allowed_values:Study Guide
source: Study Guide
bo: སློབ་སྟོན

# field_title_type:#allowed_values:Syllabus
source: Syllabus
bo: ཕྱོགས་སྡོམ

# field_title_type:#allowed_values:Teacher Guide
source: Teacher Guide
bo: དགེ་རྒན་གྱི་མཛུབ་སྟོན

# field_title_type:#allowed_values:Test
source: Test
bo: ཚོད་ལྟ

# field_title_type:#allowed_values:Transcript File
source: Transcript File
bo: ཟིན་བྲིས་ཡིག་ཆ

# field_title_type:#allowed_values:Voice
source: Voice
bo: སྐད

# field_title_type:#allowed_values:Web page/site
source: Web page/site
bo: དྲ་ངོས་དང་དྲ་ཚིགས

# field_title_type:#allowed_values:Web Version
source: Web Version
bo: དྲ་བའི་པར་གཞི

# field_title_type:#allowed_values:Working Title
source: Working Title
bo: སྤྱོད་བཞིན་པའི་ཁ་བྱང

# field_title_type:field_pbcore_title:label
source: Title Type
bo: ཁ་བྱང་གི་རིགས

# field_track_data:field_pbcore_instantiation:label
source: Track Data
bo: གཞི་གྲངས་ལ་རྗེས་འདེད་

# field_transcribed:#allowed_values:No
source: No
bo: མིན

# field_transcribed:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_transcribed:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_transcribed:field_workflow:label
source: Transcribed
bo: ཟིན་བྲིས་བཀོད་ཟིན་པ

# field_transcript:audio:label
source: Transcript
bo: ཟིན་བྲིས

# field_transcript:video:label
source: Transcript
bo: ཟིན་བྲིས

# field_transcript_workflow_notes:field_workflow:label
source: Transcript Workflow Notes
bo: ཟིན་བྲིས་ཀྱི་ལས་རིམ་སྦྲེལ་གནས

# field_translation_input_lang_1:#allowed_values:No
source: No
bo: མིན

# field_translation_input_lang_1:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_translation_input_lang_1:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_translation_input_lang_1:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_translation_input_lang_1:field_workflow:label
source: Translation Input Language 1
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༡

# field_translation_input_lang_2:#allowed_values:No
source: No
bo: མིན

# field_translation_input_lang_2:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_translation_input_lang_2:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_translation_input_lang_2:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_translation_input_lang_2:field_workflow:label
source: Translation Input Language 2
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༢

# field_translation_language_1:#allowed_values:No
source: No
bo: མིན

# field_translation_language_1:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_translation_language_1:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_translation_language_1:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_translation_language_1:field_workflow:label
source: Translation Language 1
bo: ཡིག་སྒྱུར་སྐད་རིགས་༡

# field_translation_language_2:#allowed_values:No
source: No
bo: མིན

# field_translation_language_2:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_translation_language_2:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_translation_language_2:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_translation_language_2:field_workflow:label
source: Translation Language 2
bo: ཡིག་སྒྱུར་སྐད་རིགས་༢

# field_translation_lang_3:#allowed_values:No
source: No
bo: མིན

# field_translation_lang_3:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_translation_lang_3:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_translation_lang_3:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_translation_lang_3:field_workflow:label
source: Translation Input Language 3
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༣

# field_trans_proofed_lang_1:#allowed_values:No
source: No
bo: མིན

# field_trans_proofed_lang_1:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_trans_proofed_lang_1:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_trans_proofed_lang_1:field_workflow:label
source: Translation Proofed Language 1
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་༡

# field_trans_proofed_lang_2:#allowed_values:No
source: No
bo: མིན

# field_trans_proofed_lang_2:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_trans_proofed_lang_2:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_trans_proofed_lang_2:field_workflow:label
source: Translation Proofed Language 2
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་2

# field_trans_proofed_lang_3:#allowed_values:No
source: No
bo: མིན

# field_trans_proofed_lang_3:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_trans_proofed_lang_3:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_trans_proofed_lang_3:field_workflow:label
source: Translation Proofed Language 3
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་༣

# field_video:video:label
source: Video
bo: བརྙན་རིས

# field_video_quality_acceptable:#allowed_values:No
source: No
bo: མིན

# field_video_quality_acceptable:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_video_quality_acceptable:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_video_quality_acceptable:field_workflow:label
source: Video Quality Acceptable
bo: བརྙན་རིས་ཀྱི་སྤུས་ཚད་དང་ལེན་བྱེད་རུང་བ

# field_workflow:audio:label
source: Workflow Categories
bo: ལས་རིམ་གྱི་ཁྱབ་ཁོངས

# field_workflow:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_workflow:audio:setting_delete
source: delete
bo: བསུབ

# field_workflow:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_workflow:video:label
source: Workflow Categories
bo: ལས་རིམ་གྱི་ཁྱབ་ཁོངས

# field_workflow:video:setting_add
source: add
bo: ཁ་སྣོན

# field_workflow:video:setting_delete
source: delete
bo: བསུབ

# field_workflow:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_workflow_note:field_transcript_workflow_notes:label
source: Note
bo: ཐོ་འགོད།

# field_workflow_note:field_workflow_notes:label
source: Note
bo: ཐོ་འགོད།

# field_workflow_notes:field_workflow:label
source: Media Workflow Notes
bo: འཕྲིན་ལམ་ལས་ཀའི་གོ་རིམ་ཐོ་དེབ།

# field_workflow_note_author:field_catalog_workflow_notes:label
source: Author
bo: རྩོམ་མཁན

# field_workflow_note_author:field_transcript_workflow_notes:label
source: Author
bo: རྩོམ་མཁན

# field_workflow_note_author:field_workflow_notes:label
source: Author
bo: རྩོམ་མཁན

# field_workflow_note_date:field_catalog_workflow_notes:label
source: Date
bo: ཚེས་གྲངས

# field_workflow_note_date:field_transcript_workflow_notes:label
source: Date
bo: ཚེས་གྲངས

# field_workflow_note_date:field_workflow_notes:label
source: Date
bo: ཚེས་གྲངས

# field_workflow_note_importance:#allowed_values:0
source: Low
bo: དམའ་པོ་

# field_workflow_note_importance:#allowed_values:1
source: Medium
bo: འབྲིང་པོ

# field_workflow_note_importance:#allowed_values:2
source: High
bo: མཐོ་པོ་

# field_workflow_note_importance:#allowed_values:3
source: Immediate
bo: ཉེ་འགྲམ་

# field_workflow_note_importance:field_catalog_workflow_notes:label
source: Importance
bo: གཙོ་གནད

# field_workflow_note_importance:field_transcript_workflow_notes:label
source: Importance
bo: གཙོ་གནད

# field_workflow_note_importance:field_workflow_notes:label
source: Importance
bo: གཙོ་གནད

# field_year_published:audio:label
source: Year Published
bo: ཁྱབ་སྤེལ་བྱས་པའི་ལོ

# field_year_published:video:label
source: Year Published
bo: ཁྱབ་སྤེལ་བྱས་པའི་ལོ

# group_access:#allowed_values:0
source: Public - accessible to the general public
bo: སྤྱི་སྤྱོད་ - སྤྱི་དམངས་ཚང་མས་ལྟ་སྤྱོད་ཐུབ་པ།

# group_access:#allowed_values:1
source: Private - accessible only to team members
bo: སྒེར་ - རུ་ཁག་ཚོགས་མི་གཅིག་པུས་ལྟ་སྤྱོད་བྱེད་ཐུབ།

# group_access:#allowed_values:2
source: UVa - accessible only to the UVa community
bo: UVA ཁོ་ན་- UVA མང་ཚོགས་གཅིག་པུས་ལྟ་སྤྱོད་བྱེད་ཐུབ།

# group_access:collection:label
source: Group visibility
bo: མངོན་འཆར་ཚོ་ཁག་བཟོ་བ

# group_access:subcollection:label
source: Group visibility
bo: མངོན་འཆར་ཚོ་ཁག་བཟོ་བ

# group_content_access:#allowed_values:0
source: Use group defaults
bo: སྡེ་་ཁག་གི་སྔོན་སྒྲིག་སྤྱོད།

# group_content_access:#allowed_values:1
source: Public - accessible to all site users
bo: སྤྱི་སྤྱོད་ - དྲ་ཚིགས་བེད་སྤྱོད་གཏོང་མཁན་ཚང་མས་ལྟ་སྤྱོད་ཐུབ་པ།

# group_content_access:#allowed_values:2
source: Private - accessible only to group members
bo: སྒེར་ - སྡེ་ཁག་ཚོགས་མི་གཅིག་པུས་ལྟ་སྤྱོད་བྱེད་ཐུབ།

# group_content_access:#allowed_values:3
source: UVA Only - accessible only to UVA members
bo: UVA ཁོ་ན་- UVA ཚོགས་མི་གཅིག་པུས་ལྟ་སྤྱོད་བྱེད་ཐུབ།

# group_content_access:audio:label
source: Visibility
bo: མངོན་སྟངས

# group_content_access:video:label
source: Visibility
bo: མངོན་སྟངས

# group_group:#allowed_values:0
source: Not a group
bo: སྡེ་ཁག་ཅིག་མིན་པ་

# group_group:#allowed_values:1
source: Group
bo: ཁག

# group_group:collection:description
source: Determine if this is an OG group.
bo: འདི་ནི་OG ཡི་ཚོ་ཁག་ཞིག་ཡིན་མིན་གཏན་ཁེལ་བྱེད་པ།

# group_group:collection:label
source: Group
bo: ཁག

# group_group:subcollection:description
source: Determine if this is an OG group.
bo: འདི་ནི་OG ཡི་ཚོ་ཁག་ཞིག་ཡིན་མིན་གཏན་ཁེལ་བྱེད་པ།

# group_group:subcollection:label
source: Group
bo: ཁག

# kmap_id:field_kmap_annotation:label
source: Kmap Id
bo: Kmap ཨང་རྟགས

# kmap_id:kmap_taxonomy:label
source: Kmap Id
bo: Kmap ཨང་རྟགས

# kmap_parent_id:kmap_taxonomy:label
source: Kmap Parent Id
bo: Kmap མ་ཁོངས་ཀྱི་ཨང་རྟགས

# og_group_ref:MISSING_TYPE:label
source: Groups audience
bo: ཚོ་ཁག་གི་ལྟ་མཁན

# og_group_ref:source:label
source: Groups audience
bo: ཚོ་ཁག་གི་ལྟ་མཁན

# og_group_ref:user:label
source: Group Membership
bo: སྡེ་ཁག་གི་ཚོགས་མིའི་གནས་བབས།

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
bo: འདི་ནི་སྤྱོད་མཁན་ཞིག་གིས་ཚོགས་པའི་དོ་དམ་པར་སྐུར་དགོས་པའི་ཡིག་གེ་ཡིན།

# og_membership_request:og_membership_type_default:label
source: Request message
bo: རེ་ཞུའི་ཆ་འཕྲིན

# og_roles_permissions:#allowed_values:0
source: Use default roles and permissions
bo: སྔོན་སྒྲིག་གི་བྱེད་སྒོ་དང་བཀའ་འཁྲོལ་ཁག་སྤྱོད།

# og_roles_permissions:#allowed_values:1
source: Override default roles and permissions
bo: སྔོན་སྒྲིག་གི་བྱེད་སྒོ་དང་བཀའ་འཁྲོལ་ཁག་བརྩི་མེད་ཐོང་།

# og_roles_permissions:collection:label
source: Collection roles and permissions
bo: ཕྱོགས་བསྡུས་ཀྱི་བྱེད་སྒོ་དང་བཀའ་འཁྲོལ་ཁག

# og_user_inheritance:#allowed_values:0
source: No - subgroups of this group won't inherit its users.
bo: མ་རེད།-སྡེ་ཁག་འདིའི་སྡེ་ཁག་འོག་མས་འདིའི་སྤྱོད་པ་པོ་རྣམས་རྒྱུད་འཛིན་བྱེད་ཀྱི་མ་རེད།

# og_user_inheritance:#allowed_values:1
source: Yes - subgroups of this group will inherit its users.
bo: རེད།-སྡེ་ཁག་འདིའི་སྡེ་ཁག་འོག་མས་འདིའི་སྤྱོད་པ་པོ་རྣམས་རྒྱུད་འཛིན་བྱེད་ཀྱི་རེད།

# og_user_inheritance:collection:label
source: Group user inheritance
bo: སྤྱོད་མཁན་གྱི་རྒྱུད་འཛིན་ཚོ་ཁག་བཟོ་བ

# og_user_node:user:label
source: Collection membership
bo: ཕྱོགས་བསྡུས་ཀྱི་ཚོགས་མི

# og_user_permission_inheritance:collection:label
source: Group user permission inheritance
bo: སྤྱོད་མཁན་གྱི་ཆོག་མཆན་རྒྱུད་འཛིན་ཚོ་ཁག་བགོ་བ

# place_dictionary_id:mb_location:label
source: Place Dictionary Id
bo: ས་གནས་ཀྱི་ཚིག་མཛོད་ཨང་རྟགས
