Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# body:collection:description
source: Say something about this Collection.
bo: ཕྱོགས་བསྡུས་འདིའི་སྐོར་བཤད་དགོས

# body:collection:label
source: Overview
bo: མདོར་བསྡུས

# body:page:label
source: Body
bo: གཞུང་དངོས

# body:source:label
source: Description
bo: གསལ་བཤད

# body:subcollection:label
source: Body
bo: གཞུང་དངོས

# field_alternate_modes:field_pbcore_instantiation:label
source: Alternate Modes
bo: རེས་མོས་ཀྱི་རྣམ་པ

# field_annot_format:#allowed_values:first_last
source: First and last
bo: ཐོག་མ་དང་མཐའ་མ་

# field_annot_format:#allowed_values:full
source: Full
bo: ཆ་ཚང་

# field_annot_format:#allowed_values:last
source: Last
bo: མཐའ་མ་

# field_annot_format:#allowed_values:last_plus_parent
source: Last plus parent
bo: མཐའ་མ་ཁ་སྣོན་ཕ་མ།

# field_annot_format:field_kmap_annotation:label
source: Format
bo: རྣམ་གཞག

# field_annot_note:field_kmap_annotation:label
source: Note
bo: ཐོ་འགོད།

# field_annot_numeric_label:field_kmap_annotation:label
source: Numeric Label
bo: ཨང་ཀིའི་ཟུར་རྟགས།

# field_annot_text_label:field_kmap_annotation:label
source: Text Label
bo: ཡི་གེའི་ཁ་བྱང

# field_aspect_ratio:#allowed_values:16 to 9
source: 16 to 9
bo: 16 ནས་ 9

# field_aspect_ratio:#allowed_values:1_85 to 1
source: 1_85 to 1
bo: 1_85 ནས་ 1

# field_aspect_ratio:#allowed_values:2_35 to 1
source: 2_35 to 1
bo: 2_35 ནས་ 1

# field_aspect_ratio:#allowed_values:4 to 3
source: 4 to 3
bo: 4 ནས་ 3

# field_aspect_ratio:#allowed_values:4 to 3 16 to 9 letterbox
source: 4 to 3 16 to 9 letterbox
bo: 4 ནས་ 3 16 ནས་ 9 ཡིག་སྒམ།

# field_aspect_ratio:#allowed_values:4 to 3 16 to 9 anamorphic
source: 4 to 3 16 to 9 anamorphic
bo: 4 ནས་ 3 16 ནས་ 9 anamorphic

# field_aspect_ratio:#allowed_values:5_5 to 3
source: 5_5 to 3
bo: 5_5 ནས་ 3

# field_aspect_ratio:#allowed_values:7 to 3 Panavision or CinemaScope
source: 7 to 3 Panavision or CinemaScope
bo: 7 to 3 Panavision ཡང་ན་ CinemaScope

# field_aspect_ratio:#allowed_values:Other
source: Other
bo: གཞན

# field_aspect_ratio:field_pbcore_instantiation:label
source: Aspect Ratio
bo: བཟོ་ལྟའི་བསྡུར་ཚད།

# field_audio:audio:description
source: Click on button to add a media item or click on X to remove the media item
bo: མཐེབ་ལ་མནན་ཏེ་འཕྲིན་ལམ་གྱི་ནང་ཚན་ཁ་སྣོན་དང་ཡང་ན་X མནན་ནས་འཕྲིན་ལམ་གྱི་ནང་ཚན་བསུབ་པ།

# field_audio:audio:label
source: Audio
bo: སྒྲ།

# field_audio_quality_acceptable:#allowed_values:No
source: No
bo: མིན

# field_audio_quality_acceptable:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_audio_quality_acceptable:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_audio_quality_acceptable:field_workflow:label
source: Audio Quality Acceptable
bo: དང་ལེན་བྱེད་རུང་བའི་སྒྲའི་སྤུས་ཚད

# field_available_from:audio:label
source: Available From (date)
bo: ༼ཟླ་ཚེས༽ནས་བཟུང་སྤྱོད་ཆོག་པ

# field_available_from:video:label
source: Available From (date)
bo: ༼ཟླ་ཚེས༽ནས་བཟུང་སྤྱོད་ཆོག་པ

# field_basic_cataloging:#allowed_values:No
source: No
bo: མིན

# field_basic_cataloging:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_basic_cataloging:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_basic_cataloging:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_basic_cataloging:field_workflow:label
source: Basic Cataloging
bo: སྤྱིར་བཏང་གི་དཀར་ཆག

# field_bit_depth:#allowed_values:10 bit
source: 10 bit
bo: 10 བི་ཊི་

# field_bit_depth:#allowed_values:16 bit
source: 16 bit
bo: 16 བི་ཊི་

# field_bit_depth:#allowed_values:20 bit
source: 20 bit
bo: 20 བི་ཊི་

# field_bit_depth:#allowed_values:24 bit
source: 24 bit
bo: 24 བི་ཊི་

# field_bit_depth:#allowed_values:32 bit
source: 32 bit
bo: 32 བི་ཊི་

# field_bit_depth:#allowed_values:8 bit
source: 8 bit
bo: 8 བི་ཊི་

# field_bit_depth:#allowed_values:Other
source: Other
bo: གཞན

# field_cataloging_proofed:#allowed_values:No
source: No
bo: མིན

# field_cataloging_proofed:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_cataloging_proofed:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_cataloging_proofed:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_cataloging_proofed:field_workflow:label
source: Cataloging Proofed
bo: དཀར་ཆག་ཞུ་དག་བྱས་ཟིན

# field_catalog_workflow_notes:field_workflow:label
source: Catalog Workflow Notes
bo: ལས་རིམ་གྱི་ཐོ་དཀར་ཆག་ཏུ་འགོད་པ

# field_channel_conf:field_pbcore_instantiation:label
source: Channel Config
bo: རྒྱུ་ལམ་སྒྲིག་འགོད

# field_colors:#allowed_values:B and W
source: B and W
bo: B དང་ W

# field_colors:#allowed_values:B and W with color sequences
source: B and W with color sequences
bo: B དང་ W ཁ་དོག་གི་རྒྱུན་ཡོད་པ།

# field_colors:#allowed_values:B and W with grayscale sequences
source: B and W with grayscale sequences
bo: B དང་ W ཐལ་མདོག་སྡུར་ཚད་ཀྱི་རྒྱུན་ཡོད་པ།

# field_colors:#allowed_values:Color
source: Color
bo: ཁ་དོག

# field_colors:#allowed_values:Color with B and W sequences
source: Color with B and W sequences
bo: B དང་ W རྒྱུན་ཡོད་པའི་ཁ་དོག

# field_colors:#allowed_values:Color with grayscale sequences
source: Color with grayscale sequences
bo: སྐྱ་བོའི་རིམ་ཚད་ཀྱི་རྒྱུན་ཡོད་པའི་ཁ་དོག

# field_colors:#allowed_values:Grayscale
source: Grayscale
bo: སྐྱ་མདོག་སྡུར་ཚད་

# field_colors:#allowed_values:Grayscale with B and W sequences
source: Grayscale with B and W sequences
bo: B དང་ W ཡི་རྒྱུན་ལྡན་པའི་སྐྱ་མདོག་རིམ་ཚད།

# field_colors:#allowed_values:Grayscale with color sequences
source: Grayscale with color sequences
bo: ཁ་དོག་གི་རྒྱུན་ལྡན་པའི་སྐྱ་མདོག་རིམ་ཚད།

# field_colors:#allowed_values:Other
source: Other
bo: གཞན

# field_colors:field_pbcore_instantiation:label
source: Colors
bo: ཁ་དོག

# field_contributor:field_pbcore_contributor:label
source: Contributor
bo: སྒྲུབ་མཁན

# field_contributor_role:#allowed_values:Actor
source: Actor
bo: འཁྲབ་སྟོན་པ་

# field_contributor_role:#allowed_values:Advisor
source: Advisor
bo: སློབ་སྟོན་པ་

# field_contributor_role:#allowed_values:Anchor
source: Anchor
bo: གནས་ས

# field_contributor_role:#allowed_values:Arranger
source: Arranger
bo: གོ་སྒྲིག་བྱེད་མཁན་

# field_contributor_role:#allowed_values:Artist
source: Artist
bo: སྒྱུ་རྩལ་བ

# field_contributor_role:#allowed_values:Assistant Cameraman
source: Assistant Cameraman
bo: པར་པ་ལས་རོགས་

# field_contributor_role:#allowed_values:Assistant Director
source: Assistant Director
bo: བཀོད་འདོམས་པ་ལས་རོགས་

# field_contributor_role:#allowed_values:Assistant Editor
source: Assistant Editor
bo: རྩོམ་སྒྲིག་པ་ལས་རོགས།

# field_contributor_role:#allowed_values:Assistant Producer - Film
source: Assistant Producer - Film
bo: འདོན་སྤེལ་ལས་རོགས་ - གློག་བརྙན་

# field_contributor_role:#allowed_values:Assistant Researcher
source: Assistant Researcher
bo: ཉམས་ཞིབ་ལས་རོགས།

# field_contributor_role:#allowed_values:Assistant Stage Manager
source: Assistant Stage Manager
bo: སྡིངས་ཆ་འགན་འཛིན་ལས་རོགས།

# field_contributor_role:#allowed_values:Assistant to the Producer
source: Assistant to the Producer
bo: འདོན་སྤེལ་ལས་རོགས་

# field_contributor_role:#allowed_values:Assistant Unit Manager
source: Assistant Unit Manager
bo: རུ་ཁག་འགན་འཛིན་ལས་རོགས།

# field_contributor_role:#allowed_values:Associate Director
source: Associate Director
bo: བཀོད་འདོམས་པ་ལས་རོགས་

# field_contributor_role:#allowed_values:Associate Producer
source: Associate Producer
bo: བཟོ་མཁན་བཞོན་པ

# field_contributor_role:#allowed_values:Audio
source: Audio
bo: སྒྲ།

# field_contributor_role:#allowed_values:Audio Assistant
source: Audio Assistant
bo: སྒྲའི་ལས་རོགས།

# field_contributor_role:#allowed_values:Audio Editor
source: Audio Editor
bo: སྒྲའི་རྩོམ་སྒྲིག་པ་

# field_contributor_role:#allowed_values:Audio Engineer
source: Audio Engineer
bo: སྒྲའི་བཟོ་ལས་འཆར་འགོད་པ་

# field_contributor_role:#allowed_values:Audio Mixer
source: Audio Mixer
bo: སྒྲ་བསྲེས་མཁན་

# field_contributor_role:#allowed_values:Author
source: Author
bo: རྩོམ་མཁན

# field_contributor_role:#allowed_values:Boom Operator
source: Boom Operator
bo: Boom བཀོལ་སྤྱོད་པ།

# field_contributor_role:#allowed_values:Camera Assistant
source: Camera Assistant
bo: པར་པ་ལས་རོགས་

# field_contributor_role:#allowed_values:Cameraperson
source: Cameraperson
bo: པར་པ་

# field_contributor_role:#allowed_values:Casting
source: Casting
bo: ཁྲབ་སྟོན་པ་འདེམ་སྒྲུག

# field_contributor_role:#allowed_values:Chief Camera - Segment
source: Chief Camera - Segment
bo: པར་ཆས་གཙོ་བོ་ - དུམ་བུ།

# field_contributor_role:#allowed_values:Cinematographer
source: Cinematographer
bo: བརྙན་པར་ལེན་མཁན

# field_contributor_role:#allowed_values:Co-Producer
source: Co-Producer
bo: མཉམ་འདོན་བྱེད་མཁན་

# field_contributor_role:#allowed_values:Commentary Editor
source: Commentary Editor
bo: བཤད་པའི་རྩོམ་སྒྲིག་པ།

# field_contributor_role:#allowed_values:Commentator
source: Commentator
bo: འགྲེལ་བརྗོད་པ་

# field_contributor_role:#allowed_values:Community Coordinator
source: Community Coordinator
bo: མི་ཚོགས་འབྲེལ་མཐུད་པ།

# field_contributor_role:#allowed_values:Composer
source: Composer
bo: རྩོམ་སྒྲིག་མཁན

# field_contributor_role:#allowed_values:Concept
source: Concept
bo: གོ་བ་

# field_contributor_role:#allowed_values:Conductor
source: Conductor
bo: སྣེ་ཤན་པ་

# field_contributor_role:#allowed_values:Contributor
source: Contributor
bo: སྒྲུབ་མཁན

# field_contributor_role:#allowed_values:Crane
source: Crane
bo: འདེགས་ཆས་

# field_contributor_role:#allowed_values:Dancer
source: Dancer
bo: ཞབས་བྲོ་བ་

# field_contributor_role:#allowed_values:Director
source: Director
bo: བཀོད་འདོམས་པ

# field_contributor_role:#allowed_values:Director - Artistic
source: Director - Artistic
bo: བཀོད་འདོམས་པ་ - སྒྱུ་རྩལ་ཅན་

# field_contributor_role:#allowed_values:Director - Dance
source: Director - Dance
bo: བཀོད་འདོམས་པ་ - ཞབས་བྲོ།

# field_contributor_role:#allowed_values:Director - Doc Material
source: Director - Doc Material
bo: བཀོད་འདོམས་པ་ - ཡིག་ཆའི་རྒྱུ་ཆ།

# field_contributor_role:#allowed_values:Director - Segment
source: Director - Segment
bo: བཀོད་འདོམས་པ་ - དུམ་བུ།

# field_contributor_role:#allowed_values:Edit Programmer
source: Edit Programmer
bo: བཟོ་བཅོས་ - བྱ་རིམ་པ་

# field_contributor_role:#allowed_values:Editor
source: Editor
bo: རྩོམ་སྒྲིག་ལག་ཆ

# field_contributor_role:#allowed_values:Editor - graphics
source: Editor - graphics
bo: སྒྲ་རྩོམ་སྒྲིག་པ་ - པར་རིས།

# field_contributor_role:#allowed_values:Editor - Segment
source: Editor - Segment
bo: རྩོམ་སྒྲིག་པ་ - དུམ་བུ་

# field_contributor_role:#allowed_values:Engineer
source: Engineer
bo: བཟོ་ལས་འཆར་འགོད་པ་

# field_contributor_role:#allowed_values:Essayist
source: Essayist
bo: རྩོམ་འབྲི་མཁན

# field_contributor_role:#allowed_values:Executive Producer
source: Executive Producer
bo: བཟོ་མཁན་གཙོ་བདག

# field_contributor_role:#allowed_values:Facilitator
source: Facilitator
bo: མཐུན་སྦྱོར་མཁན་

# field_contributor_role:#allowed_values:Fashion Consultant
source: Fashion Consultant
bo: དུས་བསྟན་ཆ་ལུགས་ཀྱི་སློབ་སྟོན་པ།

# field_contributor_role:#allowed_values:Film Editor
source: Film Editor
bo: ཕིང་ཤོག་རྩོམ་སྒྲིག་པ།

# field_contributor_role:#allowed_values:Film Sound
source: Film Sound
bo: གློག་བརྙན་གྱི་སྒྲ་སྐད།

# field_contributor_role:#allowed_values:Filmmaker
source: Filmmaker
bo: གློག་བརྙན་བཟོ་མཁན་

# field_contributor_role:#allowed_values:Floor Manager
source: Floor Manager
bo: གཤམ་འོག་འགན་འཛིན་

# field_contributor_role:#allowed_values:Funder
source: Funder
bo: རོགས་དངུལ་སྤྲོད་མཁན་

# field_contributor_role:#allowed_values:Gaffer
source: Gaffer
bo: གྷེ་ཕྷར་

# field_contributor_role:#allowed_values:Graphic Designer
source: Graphic Designer
bo: པར་རིས་བཟོ་བཀོད་མཁན།

# field_contributor_role:#allowed_values:Graphics
source: Graphics
bo: པར་རིས་

# field_contributor_role:#allowed_values:Guest
source: Guest
bo: མགྲོན་པོ་

# field_contributor_role:#allowed_values:Host
source: Host
bo: རྩ་འཛུགས་གནས

# field_contributor_role:#allowed_values:Illustrator
source: Illustrator
bo: པར་རིས་འབྲི་མཁན

# field_contributor_role:#allowed_values:Instrumentalist
source: Instrumentalist
bo: རོལ་ཆ་གཏོང་མཁན་

# field_contributor_role:#allowed_values:Intern
source: Intern
bo: ལས་ཐོག་སྦྱོང་བརྡར་

# field_contributor_role:#allowed_values:Interpreter
source: Interpreter
bo: སྐད་སྒྱུར་བ་

# field_contributor_role:#allowed_values:Interviewee
source: Interviewee
bo: བཅར་འདིར་བྱེད་ཡུལ་

# field_contributor_role:#allowed_values:Interviewer
source: Interviewer
bo: བཅར་འདྲི་མཁན

# field_contributor_role:#allowed_values:Lecturer
source: Lecturer
bo: གཙུག་ལག་སློབ་དཔོན་

# field_contributor_role:#allowed_values:Lighting
source: Lighting
bo: གློག་འོད་

# field_contributor_role:#allowed_values:Lighting Assistant
source: Lighting Assistant
bo: གློག་འོད་ལས་རོགས་

# field_contributor_role:#allowed_values:Lighting Director
source: Lighting Director
bo: གློག་འོད་བཀོད་འདོམས་པ།

# field_contributor_role:#allowed_values:Make-Up
source: Make-Up
bo: མཛེས་བཟོ་

# field_contributor_role:#allowed_values:Mobile Unit Supervisor
source: Mobile Unit Supervisor
bo: སྤོ་རུང་རུ་ཁག་ལྟ་རྟོག་པ།

# field_contributor_role:#allowed_values:Moderator
source: Moderator
bo: མཐུན་སྒྲིག་མཁན

# field_contributor_role:#allowed_values:Music Assistant
source: Music Assistant
bo: གླུ་དབྱངས་ཀྱི་ལས་རོགས།

# field_contributor_role:#allowed_values:Music Coordinator
source: Music Coordinator
bo: གླུ་དབྱངས་འབྲེལ་མཐུད་པ།

# field_contributor_role:#allowed_values:Music Director
source: Music Director
bo: གླུ་དབྱངས་ཀྱི་བཀོད་འདོམས་པ།

# field_contributor_role:#allowed_values:Musical Staging
source: Musical Staging
bo: གླུ་དབྱངས་ཀྱི་སྟོན་མོ།

# field_contributor_role:#allowed_values:Musician
source: Musician
bo: རོལ་མོ་མཁན་

# field_contributor_role:#allowed_values:Narrator
source: Narrator
bo: བཤད་མཁན་

# field_contributor_role:#allowed_values:News Director
source: News Director
bo: གསར་འགྱུར་བཀོད་འདོམས་པ།

# field_contributor_role:#allowed_values:Panelist
source: Panelist
bo: བཞུགས་མོལ་བགྲོ་གླེང་བ།

# field_contributor_role:#allowed_values:Performer
source: Performer
bo: འཁྲབ་སྟོན་པ་

# field_contributor_role:#allowed_values:Performing Group
source: Performing Group
bo: འཁྲབ་སྟོན་བྱེད་མཁན་གྱི་སྡེ་ཁག

# field_contributor_role:#allowed_values:Photographer
source: Photographer
bo: པར་རྒྱག་མཁན

# field_contributor_role:#allowed_values:Post-prod Audio
source: Post-prod Audio
bo: prod-རྗེས་ཀྱི་སྒྲ་

# field_contributor_role:#allowed_values:Post-prod Supervisor
source: Post-prod Supervisor
bo: prod-རྗེས་ཀྱི་ལྟ་རྟོག་པ།

# field_contributor_role:#allowed_values:Producer
source: Producer
bo: བཟོ་མཁན

# field_contributor_role:#allowed_values:Producer - Segment
source: Producer - Segment
bo: འདོན་སྤེལ་བྱེད་མཁན་ - དུམ་བུ།

# field_contributor_role:#allowed_values:Production Assistant
source: Production Assistant
bo: འདོན་སྤེལ་ལས་རོགས་

# field_contributor_role:#allowed_values:Production Manager
source: Production Manager
bo: འདོན་སྤེལ་འགན་འཛིན་

# field_contributor_role:#allowed_values:Production Personnel
source: Production Personnel
bo: འདོན་སྤེལ་མི་སྣ་

# field_contributor_role:#allowed_values:Production Secretary
source: Production Secretary
bo: འདོན་སྤེལ་དྲུང་ཡིག

# field_contributor_role:#allowed_values:Production Unit
source: Production Unit
bo: བཟོ་ལས་ཁུལ

# field_contributor_role:#allowed_values:Project Director
source: Project Director
bo: ལས་གཞིའི་བཀོད་འདོམས་པ།

# field_contributor_role:#allowed_values:Publicist
source: Publicist
bo: དྲིལ་བསྒྲགས་བྱེད་པོ་

# field_contributor_role:#allowed_values:Reader
source: Reader
bo: ཀློག་ཆས་

# field_contributor_role:#allowed_values:Recording engineer
source: Recording engineer
bo: སྒྲ་བསྡུའི་ལས་འཆར་འགོད་པ།

# field_contributor_role:#allowed_values:Recordist
source: Recordist
bo: སྒྲ་སྡུད་བྱེད་མཁན།

# field_contributor_role:#allowed_values:Reporter
source: Reporter
bo: ཡར་ཞུ་མཁན

# field_contributor_role:#allowed_values:Researcher
source: Researcher
bo: ཉམས་ཞིབ་པ་

# field_contributor_role:#allowed_values:Scenic Design
source: Scenic Design
bo: ཡུལ་ལྗོངས་འཆར་བཀོད་

# field_contributor_role:#allowed_values:Senior Editor
source: Senior Editor
bo: རྩོམ་སྒྲིག་པ་རྒན་པ་

# field_contributor_role:#allowed_values:Senior Researcher
source: Senior Researcher
bo: ཉམས་ཞིབ་པ་རྒན་པ་

# field_contributor_role:#allowed_values:Sound
source: Sound
bo: སྒྲ

# field_contributor_role:#allowed_values:Sound Mixer
source: Sound Mixer
bo: སྒྲ་སྐད་བསྲེས་མཁན་

# field_contributor_role:#allowed_values:Speaker
source: Speaker
bo: གཏམ་བཤད་བྱེད་མཁན་

# field_contributor_role:#allowed_values:Staff Volunteer
source: Staff Volunteer
bo: དྭང་བླངས་ལས་བྱེད།

# field_contributor_role:#allowed_values:Stage Manager
source: Stage Manager
bo: སྡིངས་ཆའི་འགན་འཛིན་

# field_contributor_role:#allowed_values:Still Photography
source: Still Photography
bo: འགུལ་མེད་པར།

# field_contributor_role:#allowed_values:Studio Technician
source: Studio Technician
bo: སྒྱུ་རྩལ་ལས་གྲྭའི་བཟོ་རྩལ་པ།

# field_contributor_role:#allowed_values:Subject
source: Subject
bo: འགོ་བརྗོད

# field_contributor_role:#allowed_values:Switcher
source: Switcher
bo: བརྗེ་མཁན་

# field_contributor_role:#allowed_values:Synthesis
source: Synthesis
bo: བཅོས་སྦྱོར་

# field_contributor_role:#allowed_values:Synthesis Musician
source: Synthesis Musician
bo: བཅོས་སྦྱོར་གཞས་པ་

# field_contributor_role:#allowed_values:Talent Coordinator
source: Talent Coordinator
bo: རྣམ་དཔྱོད་འབྲེལ་མཐུད་པ།

# field_contributor_role:#allowed_values:Technical Consultant
source: Technical Consultant
bo: བཟོ་རིག་གི་སློབ་སྟོན་པ།

# field_contributor_role:#allowed_values:Technical Director
source: Technical Director
bo: བཟོ་རིག་གི་བཀོད་འདོམས་པ།

# field_contributor_role:#allowed_values:Technical Production
source: Technical Production
bo: བཟོ་རིག་གི་འདོན་སྤེལ།

# field_contributor_role:#allowed_values:Theme Music
source: Theme Music
bo: བརྗོད་གཞིའི་གླུ་དབྱངས།

# field_contributor_role:#allowed_values:Titlist
source: Titlist
bo: འགྲན་རྩོད་པ་རྩེ་ཕུད།

# field_contributor_role:#allowed_values:Translator
source: Translator
bo: ཡིག་སྒྱུར་མཁན

# field_contributor_role:#allowed_values:Unit Manager
source: Unit Manager
bo: རུ་ཁག་འགན་འཛིན་

# field_contributor_role:#allowed_values:Video
source: Video
bo: བརྙན་རིས

# field_contributor_role:#allowed_values:Videotape Assembly
source: Videotape Assembly
bo: བརྙན་ཟློས་ཊེབ་ཐག་ཕྱོགས་སྒྲིག

# field_contributor_role:#allowed_values:Videotape Editor
source: Videotape Editor
bo: བརྙན་ཟློས་ཊེབ་ཐག་རྩོམ་སྒྲིག་པ།

# field_contributor_role:#allowed_values:Videotape Engineer
source: Videotape Engineer
bo: བརྙན་ཟློས་ཊེབ་ཐག་གི་བཟོ་ལས་འཆར་འགོད་པ།

# field_contributor_role:#allowed_values:Videotape Recordist
source: Videotape Recordist
bo: བརྙན་ཟློས་ཊེབ་ཐག་པར་ལེན་མཁན།

# field_contributor_role:#allowed_values:Vidifont Operator
source: Vidifont Operator
bo: Vidifont བཀོལ་སྤྱོད་བྱེད་མཁན།

# field_contributor_role:#allowed_values:Vocalist
source: Vocalist
bo: གཞས་པ་

# field_contributor_role:#allowed_values:VTR Recordist
source: VTR Recordist
bo: VTR སྒྲ་སྡུད་བྱེད་མཁན།

# field_contributor_role:#allowed_values:Wardrobe
source: Wardrobe
bo: གོས་སྒམ་

# field_contributor_role:#allowed_values:Writer
source: Writer
bo: འབྲི་མཁན

# field_contributor_role:field_pbcore_contributor:label
source: Contributor Role
bo: སྒྲུབ་མཁན་གྱི་འགན་ནུས

# field_copyright_owner:audio:label
source: Copyright Owner
bo: པར་དབང་འཛིན་མཁན།

# field_copyright_owner:video:label
source: Copyright Owner
bo: པར་དབང་འཛིན་མཁན།

# field_creator:field_pbcore_creator:label
source: Creator
bo: གསར་འཛུགས་མཁན

# field_creator_role:#allowed_values:Artist
source: Artist
bo: སྒྱུ་རྩལ་བ

# field_creator_role:#allowed_values:Associate Producer
source: Associate Producer
bo: བཟོ་མཁན་བཞོན་པ

# field_creator_role:#allowed_values:Cinematographer
source: Cinematographer
bo: བརྙན་པར་ལེན་མཁན

# field_creator_role:#allowed_values:Co Producer
source: Co Producer
bo: མཉམ་འདོན་བྱེད་མཁན་

# field_creator_role:#allowed_values:Composer
source: Composer
bo: རྩོམ་སྒྲིག་མཁན

# field_creator_role:#allowed_values:Creator
source: Creator
bo: གསར་འཛུགས་མཁན

# field_creator_role:#allowed_values:Director
source: Director
bo: བཀོད་འདོམས་པ

# field_creator_role:#allowed_values:Editor
source: Editor
bo: རྩོམ་སྒྲིག་ལག་ཆ

# field_creator_role:#allowed_values:Essayist
source: Essayist
bo: རྩོམ་འབྲི་མཁན

# field_creator_role:#allowed_values:Executive Producer
source: Executive Producer
bo: བཟོ་མཁན་གཙོ་བདག

# field_creator_role:#allowed_values:Host
source: Host
bo: རྩ་འཛུགས་གནས

# field_creator_role:#allowed_values:Illustrator
source: Illustrator
bo: པར་རིས་འབྲི་མཁན

# field_creator_role:#allowed_values:Interviewer
source: Interviewer
bo: བཅར་འདྲི་མཁན

# field_creator_role:#allowed_values:Moderator
source: Moderator
bo: མཐུན་སྒྲིག་མཁན

# field_creator_role:#allowed_values:Other
source: Other
bo: གཞན

# field_creator_role:#allowed_values:Photographer
source: Photographer
bo: པར་རྒྱག་མཁན

# field_creator_role:#allowed_values:Producer
source: Producer
bo: བཟོ་མཁན

# field_creator_role:#allowed_values:Production Unit
source: Production Unit
bo: བཟོ་ལས་ཁུལ

# field_creator_role:#allowed_values:Reporter
source: Reporter
bo: ཡར་ཞུ་མཁན

# field_creator_role:#allowed_values:Writer
source: Writer
bo: འབྲི་མཁན

# field_creator_role:field_pbcore_creator:label
source: Creator Role
bo: གསར་འཛུགས་བྱེད་མཁན་གྱི་འགན་ནུས

# field_data_rate:field_pbcore_instantiation:label
source: Data Rate
bo: གཞི་གྲངས་ཀྱི་འགྲོས་ཚད

# field_date_created:field_pbcore_instantiation:label
source: Date Created
bo: ཟླ་ཚེས་གསར་འཛུགས་བྱས་ཟིན

# field_date_issued:field_pbcore_instantiation:label
source: Date Issued
bo: སྤེལ་བའི་ཟླ་ཚེས

# field_description:field_catalog_workflow_notes:label
source: Note
bo: ཐོ་འགོད།

# field_description:field_pbcore_description:label
source: Description
bo: གསལ་བཤད

# field_description:source:label
source: Note
bo: ཐོ་འགོད།

# field_description_type:#allowed_values:Abridged Version
source: Abridged Version
bo: མདོར་བསྡུས་པར་གཞི

# field_description_type:#allowed_values:Air Version
source: Air Version
bo: ཁྱབ་བསྒྲགས་པར་གཞི

# field_description_type:#allowed_values:Alternative
source: Alternative
bo: བརྗེ་ལེན

# field_description_type:#allowed_values:Art Work
source: Art Work
bo: སྒྱུ་རྩལ་གྱི་ཐོན་རྗས

# field_description_type:#allowed_values:Article
source: Article
bo: རྩོམ་ཡིག

# field_description_type:#allowed_values:Book
source: Book
bo: དེབ

# field_description_type:#allowed_values:Caption
source: Caption
bo: འགོ་བབརྗོད་

# field_description_type:#allowed_values:Caption File
source: Caption File
bo: བརྙན་ཚིག་གི་ཡིག་ཆ

# field_description_type:#allowed_values:Captioned Version
source: Captioned Version
bo: བརྙན་ཚིག་ཡོད་པའི་པར་གཞི

# field_description_type:#allowed_values:Cell Phone Version
source: Cell Phone Version
bo: ཁ་པར་གྱི་པར་གཞི

# field_description_type:#allowed_values:Chapter
source: Chapter
bo: ལེའུ

# field_description_type:#allowed_values:Chart
source: Chart
bo: མཚོན་རིས

# field_description_type:#allowed_values:Clip
source: Clip
bo: འཕྲིན་ལམ

# field_description_type:#allowed_values:Collection
source: Collection
bo: ཕྱོགས་བསྡུས

# field_description_type:#allowed_values:Courseware Class
source: Courseware Class
bo: སློབ་ཚན་མ་ལག་གི་སློབ་ཚན

# field_description_type:#allowed_values:Courseware Module
source: Courseware Module
bo: སློབ་ཚན་མ་ལག་གི་མ་དཔེ

# field_description_type:#allowed_values:Descriptive Audio
source: Descriptive Audio
bo: འགྲེལ་བཤད་ཡོད་པའི་སྒྲ

# field_description_type:#allowed_values:Diagram
source: Diagram
bo: དབྱིབས་རིས

# field_description_type:#allowed_values:Drawing
source: Drawing
bo: རི་མོ

# field_description_type:#allowed_values:Drill and Practice
source: Drill and Practice
bo: སྦྱོང་བརྡར་དང་ལག་ལེན

# field_description_type:#allowed_values:Episode
source: Episode
bo: ལེ་ཚན

# field_description_type:#allowed_values:Full Version
source: Full Version
bo: ཆ་ཚང་བའི་པར་གཞི

# field_description_type:#allowed_values:Game
source: Game
bo: རྩེད་མོ

# field_description_type:#allowed_values:Graphic
source: Graphic
bo: རི་མོ

# field_description_type:#allowed_values:iPod Version
source: iPod Version
bo: iPod ཡི་པར་གཞི
