Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# field_description_type:#allowed_values:Issue
source: Issue
bo: གནད་དོན

# field_description_type:#allowed_values:Kiosk Event
source: Kiosk Event
bo: Kiosk བྱེད་སྒོ

# field_description_type:#allowed_values:Lesson Plan
source: Lesson Plan
bo: སློབ་ཚན་འཆར་གཞི

# field_description_type:#allowed_values:Lyrics
source: Lyrics
bo: གཞས་ཚིག

# field_description_type:#allowed_values:Manuscript
source: Manuscript
bo: ཟིན་བྲིས

# field_description_type:#allowed_values:Map
source: Map
bo: ཕྱོགས་སྟོན

# field_description_type:#allowed_values:Model
source: Model
bo: དཔེ་དབྱིབས

# field_description_type:#allowed_values:Model Building
source: Model Building
bo: དཔེ་དབྱིབས་སྒྲིག་བཟོ

# field_description_type:#allowed_values:Multimedia Presentation
source: Multimedia Presentation
bo: འཕྲིན་ལམ་སྣ་མང་གྱི་སྟོན་སྟབས

# field_description_type:#allowed_values:Music
source: Music
bo: རོལ་དབྱངས

# field_description_type:#allowed_values:Nature or ambient sound
source: Nature or ambient sound
bo: རང་བྱུང་ངམ་ཁོར་ཡུག་གི་སྒྲ

# field_description_type:#allowed_values:Other
source: Other
bo: གཞན

# field_description_type:#allowed_values:Package
source: Package
bo: ཐུམ་བུ

# field_description_type:#allowed_values:Packaging Version
source: Packaging Version
bo: ཐུམ་སྒྲིག་གི་པར་གཞི

# field_description_type:#allowed_values:Periodical
source: Periodical
bo: དུས་མཚམས་ཅན

# field_description_type:#allowed_values:Photograph
source: Photograph
bo: པར

# field_description_type:#allowed_values:Picture
source: Picture
bo: པར

# field_description_type:#allowed_values:Pledge Version
source: Pledge Version
bo: དམ་བཅའི་པར་གཞི

# field_description_type:#allowed_values:Postcard
source: Postcard
bo: སྐུར་ཤོག

# field_description_type:#allowed_values:Poster
source: Poster
bo: བརྡ་ཁྱབ

# field_description_type:#allowed_values:Program
source: Program
bo: ལས་གཞི

# field_description_type:#allowed_values:Project
source: Project
bo: ལས་གཞི

# field_description_type:#allowed_values:Published Version
source: Published Version
bo: ཁྱབ་སྤེལ་བྱས་པའི་པར་གཞི

# field_description_type:#allowed_values:Quiz
source: Quiz
bo: ཚོད་ལྟ

# field_description_type:#allowed_values:reTitle
source: reTitle
bo: ཁ་བྱང་བསྐྱར་བཟོ

# field_description_type:#allowed_values:Role Play
source: Role Play
bo: འཁྲབ་ཚན

# field_description_type:#allowed_values:Scene
source: Scene
bo: རྣམ་པ

# field_description_type:#allowed_values:Score
source: Score
bo: སྐར་གྲངས

# field_description_type:#allowed_values:Segment
source: Segment
bo: དུམ་བུ

# field_description_type:#allowed_values:Selection or Excerpt
source: Selection or Excerpt
bo: འདེམ་སྒྲུག་དང་ཟུར་ཕུད

# field_description_type:#allowed_values:Self Assessment
source: Self Assessment
bo: རང་གི་ཚོད་ལྟ

# field_description_type:#allowed_values:Series
source: Series
bo: ལེ་ཚན

# field_description_type:#allowed_values:Shot
source: Shot
bo: པར

# field_description_type:#allowed_values:Simulation
source: Simulation
bo: རྫུ་བཟོ

# field_description_type:#allowed_values:Slide Show
source: Slide Show
bo: བརྙན་ཤོག

# field_description_type:#allowed_values:Song
source: Song
bo: གླུ

# field_description_type:#allowed_values:Study Guide
source: Study Guide
bo: སློབ་སྟོན

# field_description_type:#allowed_values:Summary
source: Summary
bo: མདོར་བསྡུས

# field_description_type:#allowed_values:Syllabus
source: Syllabus
bo: ཕྱོགས་སྡོམ

# field_description_type:#allowed_values:Teacher Guide
source: Teacher Guide
bo: དགེ་རྒན་གྱི་མཛུབ་སྟོན

# field_description_type:#allowed_values:Test
source: Test
bo: ཚོད་ལྟ

# field_description_type:#allowed_values:Transcript File
source: Transcript File
bo: ཟིན་བྲིས་ཡིག་ཆ

# field_description_type:#allowed_values:Voice
source: Voice
bo: སྐད

# field_description_type:#allowed_values:Web page/site
source: Web page/site
bo: དྲ་ངོས་དང་དྲ་ཚིགས

# field_description_type:#allowed_values:Web Version
source: Web Version
bo: དྲ་བའི་པར་གཞི

# field_description_type:#allowed_values:Working Title
source: Working Title
bo: སྤྱོད་བཞིན་པའི་ཁ་བྱང

# field_description_type:field_pbcore_description:label
source: Description Type
bo: གསལ་བཤད་ཀྱི་རིགས

# field_digital_format:#allowed_values:application http
source: application http
bo: ཉེར་སྤྱོད་ http

# field_digital_format:#allowed_values:application hyperstudio
source: application hyperstudio
bo: ཉེར་སྤྱོད་ hyperstudio

# field_digital_format:#allowed_values:application javascript
source: application javascript
bo: ཉེར་སྤྱོད་ javascript

# field_digital_format:#allowed_values:application mac binhex40
source: application mac binhex40
bo: ཉེར་སྤྱོད་ marc binhex40

# field_digital_format:#allowed_values:application marc
source: application marc
bo: ཉེར་སྤྱོད་ marc

# field_digital_format:#allowed_values:application mbox
source: application mbox
bo: ཉེར་སྤྱོད་ mbox

# field_digital_format:#allowed_values:application mediaservercontrol plus xml
source: application mediaservercontrol plus xml
bo: ཉེར་སྤྱོད་སྨྱན་གཟུགས་ཞབས་ཞུ་ཆས་ཀྱི་སྟངས་འཛིན་སྣོན་ xml

# field_digital_format:#allowed_values:application mp4
source: application mp4
bo: ཉེར་སྤྱོད་ mp4

# field_digital_format:#allowed_values:application mpeg4 generic
source: application mpeg4 generic
bo: ཉེར་སྤྱོད་ mpeg4 རིགས་གཏོགས།

# field_digital_format:#allowed_values:application mpeg4 iod
source: application mpeg4 iod
bo: ཉེར་སྤྱོད་ mpeg4 iod

# field_digital_format:#allowed_values:application mpeg4 iod xmt
source: application mpeg4 iod xmt
bo: ཉེར་སྤྱོད་ mpeg4 iod xmt

# field_digital_format:#allowed_values:application msword
source: application msword
bo: ཉེར་སྤྱོད་ msword

# field_digital_format:#allowed_values:application mxf
source: application mxf
bo: ཉེར་སྤྱོད་ mxf

# field_digital_format:#allowed_values:application pdf
source: application pdf
bo: ཉེར་སྤྱོད་ pdf

# field_digital_format:#allowed_values:application postscript
source: application postscript
bo: ཉེར་སྤྱོད་ postscript

# field_digital_format:#allowed_values:application rdf plus xml
source: application rdf plus xml
bo: ཉེར་སྤྱོད་ rdf སྡོམ་ xml

# field_digital_format:#allowed_values:application rtf
source: application rtf
bo: ཉེར་སྤྱོད་ rtf

# field_digital_format:#allowed_values:application rtx
source: application rtx
bo: ཉེར་སྤྱོད་ rtx

# field_digital_format:#allowed_values:application sgml
source: application sgml
bo: ཉེར་སྤྱོད་ sgml

# field_digital_format:#allowed_values:application sgml open catalog
source: application sgml open catalog
bo: ཉེར་སྤྱོད་ sgml སྤྱི་སྙོབ་དཀར་ཆག

# field_digital_format:#allowed_values:application smil OBSOLETE
source: application smil OBSOLETE
bo: ཉེར་སྤྱོད་ smil རྙིང་སྲོལ།

# field_digital_format:#allowed_values:application smil plus xml
source: application smil plus xml
bo: ཉེར་སྤྱོད་ smil སྣོན་ xml

# field_digital_format:#allowed_values:application soap plus fastinfoset
source: application soap plus fastinfoset
bo: ཉེར་སྤྱོད་ཡི་ཙི་སྣོན་ཆ་འཕྲིན་མྱུར་སྒྲིག

# field_digital_format:#allowed_values:application soap plus xml
source: application soap plus xml
bo: ཉེར་སྤྱོད་ཡི་ཙི་སྣོན་ xml

# field_digital_format:#allowed_values:application ssml plus xml
source: application ssml plus xml
bo: ཉེར་སྤྱོད་ ssml སྣོན་ xml

# field_digital_format:#allowed_values:application vnd_adobe_xfdf
source: application vnd_adobe_xfdf
bo: ཉེར་སྤྱོད་ vnd_adobe_xfdf

# field_digital_format:#allowed_values:application vnd_apple_installer plus xml
source: application vnd_apple_installer plus xml
bo: ཉེར་སྤྱོད་ vnd_apple_installer སྣོན་ xml

# field_digital_format:#allowed_values:application vnd_framemaker
source: application vnd_framemaker
bo: ཉེར་སྤྱོད་ vnd_framemaker

# field_digital_format:#allowed_values:application vnd_google earth_kml plus xml
source: application vnd_google earth_kml plus xml
bo: ཉེར་སྤྱོད་ vnd_google earth_kml སྣོན་ xml

# field_digital_format:#allowed_values:application vnd_google earth_kmz
source: application vnd_google earth_kmz
bo: ཉེར་སྤྱོད་ vnd_google earth_kmz

source: application vnd_HandHeld Entertainment plus xml
bo: ཉེར་སྤྱོད་ vnd_HandHeld སྤྲོ་སྐྱིད་སྣོན་ xml

# field_digital_format:#allowed_values:application vnd_lotus 1 2 3
source: application vnd_lotus 1 2 3
bo: ཉེར་སྤྱོད་ vnd_lotus 1 2 3

# field_digital_format:#allowed_values:application vnd_lotus approach
source: application vnd_lotus approach
bo: ཉེར་སྤྱོད་ vnd_lotus ཉེ་བཅར།

# field_digital_format:#allowed_values:application vnd_lotus freelance
source: application vnd_lotus freelance
bo: ཉེར་སྤྱོད་ vnd_lotus སྒེར་བཙན་པ།

# field_digital_format:#allowed_values:application vnd_lotus notes
source: application vnd_lotus notes
bo: ཉེར་སྤྱོད་ vnd_lotus དྲན་ཐོ།

# field_digital_format:#allowed_values:application vnd_lotus organizer
source: application vnd_lotus organizer
bo: ཉེར་སྤྱོད་ vnd_lotus བཀོད་སྒྲིག་བྱེད་མཁན།

# field_digital_format:#allowed_values:application vnd_lotus screencam
source: application vnd_lotus screencam
bo: ཉེར་སྤྱོད་ vnd_lotus བརྙན་ཡོལ་པར་ཆས།

# field_digital_format:#allowed_values:application vnd_lotus wordpro
source: application vnd_lotus wordpro
bo: ཉེར་སྤྱོད་ vnd_lotus wordpro

# field_digital_format:#allowed_values:application vnd_mozilla_xul plus xml
source: application vnd_mozilla_xul plus xml
bo: ཉེར་སྤྱོད་ vnd_mozilla_xul སྣོན་ xml

# field_digital_format:#allowed_values:application vnd_ms artgalry
source: application vnd_ms artgalry
bo: ཉེར་སྤྱོད་ vnd_ms artgalry

# field_digital_format:#allowed_values:application vnd_ms asf
source: application vnd_ms asf
bo: ཉེར་སྤྱོད་ vnd_ms asf

# field_digital_format:#allowed_values:application vnd_ms cab compressed
source: application vnd_ms cab compressed
bo: ཉེར་སྤྱོད་ vnd_ms cab སྡུད་སྒྲིལ་བྱས་པ།

# field_digital_format:#allowed_values:application vnd_mseq
source: application vnd_mseq
bo: ཉེར་སྤྱོད་ vnd_mseq

# field_digital_format:#allowed_values:application vnd_ms excel
source: application vnd_ms excel
bo: ཉེར་སྤྱོད་ vnd_ms excel

# field_digital_format:#allowed_values:application vnd_ms fontobject
source: application vnd_ms fontobject
bo: ཉེར་སྤྱོད་ vnd_ms ཡིག་གཟུགས་ཀྱི་བྱ་ཡུལ།

# field_digital_format:#allowed_values:application vnd_ms htmlhelp
source: application vnd_ms htmlhelp
bo: ཉེར་སྤྱོད་ vnd_ms htmlhelp

# field_digital_format:#allowed_values:application vnd_msign
source: application vnd_msign
bo: ཉེར་སྤྱོད་ vnd_msign

# field_digital_format:#allowed_values:application vnd_ms ims
source: application vnd_ms ims
bo: ཉེར་སྤྱོད་ vnd_ms ims

# field_digital_format:#allowed_values:application vnd_ms lrm
source: application vnd_ms lrm
bo: ཉེར་སྤྱོད་ vnd_ms lrm

# field_digital_format:#allowed_values:application vnd_ms powerpoint
source: application vnd_ms powerpoint
bo: ཉེར་སྤྱོད་ vnd_ms powerpoint

# field_digital_format:#allowed_values:application vnd_ms project
source: application vnd_ms project
bo: ཉེར་སྤྱོད་ vnd_ms ལས་འཆར།

# field_digital_format:#allowed_values:application vnd_ms tnef
source: application vnd_ms tnef
bo: ཉེར་སྤྱོད་ vnd_ms tnef

# field_digital_format:#allowed_values:application vnd_ms wmdrm_lic chlg req
source: application vnd_ms wmdrm_lic chlg req
bo: ཉེར་སྤྱོད་ vnd_ms wmdrm_lic chlg req

# field_digital_format:#allowed_values:application vnd_ms wmdrm_lic resp
source: application vnd_ms wmdrm_lic resp
bo: ཉེར་སྤྱོད་ vnd_ms wmdrm_lic resp

# field_digital_format:#allowed_values:application vnd_ms wmdrm_meter chlg req
source: application vnd_ms wmdrm_meter chlg req
bo: ཉེར་སྤྱོད་ vnd_ms wmdrm_meter chlg req

# field_digital_format:#allowed_values:application vnd_ms wmdrm_meter resp
source: application vnd_ms wmdrm_meter resp
bo: ཉེར་སྤྱོད་ vnd_ms wmdrm_meter resp

# field_digital_format:#allowed_values:application vnd_ms works
source: application vnd_ms works
bo: ཉེར་སྤྱོད་ vnd_ms བྱ་བ།

# field_digital_format:#allowed_values:application vnd_ms wpl
source: application vnd_ms wpl
bo: ཉེར་སྤྱོད་ vnd_ms wpl

# field_digital_format:#allowed_values:application vnd_ms xpsdocument
source: application vnd_ms xpsdocument
bo: ཉེར་སྤྱོད་ vnd_ms xpsdocument

# field_digital_format:#allowed_values:application vnd_palm
source: application vnd_palm
bo: ཉེར་སྤྱོད་ vnd_palm

# field_digital_format:#allowed_values:application vnd_paos_xml
source: application vnd_paos_xml
bo: ཉེར་སྤྱོད་ vnd_paos_xml

# field_digital_format:#allowed_values:application vnd_Quark_QuarkXPress
source: application vnd_Quark_QuarkXPress
bo: ཉེར་སྤྱོད་ vnd_Quark_QuarkXPress

# field_digital_format:#allowed_values:application vnd_visio
source: application vnd_visio
bo: ཉེར་སྤྱོད་ vnd_visio

# field_digital_format:#allowed_values:application vnd_wordperfect
source: application vnd_wordperfect
bo: ཉེར་སྤྱོད་ vnd_wordperfect

# field_digital_format:#allowed_values:application wordperfect5_1
source: application wordperfect5_1
bo: ཉེར་སྤྱོད་ wordperfect5_1

# field_digital_format:#allowed_values:application xhtml plus xml
source: application xhtml plus xml
bo: ཉེར་སྤྱོད་ xhtml སྣོན་ xml

# field_digital_format:#allowed_values:application xml
source: application xml
bo: ཉེར་སྤྱོད་ xml

# field_digital_format:#allowed_values:application xml dtd
source: application xml dtd
bo: ཉེར་སྤྱོད་ xml dtd

# field_digital_format:#allowed_values:application xml external parsed entity
source: application xml external parsed entity
bo: བཀོལ་སྤྱོད་ xml ཕྱིའི་ཞིབ་དཔྱོད་གནས་ལུགས།

# field_digital_format:#allowed_values:application zip
source: application zip
bo: ཉེར་སྤྱོད་ zip

# field_digital_format:#allowed_values:audio 32kadpcm
source: audio 32kadpcm
bo: སྒྲའི་ 32kadpcm

# field_digital_format:#allowed_values:audio 3gpp
source: audio 3gpp
bo: སྒྲའི་ 3gpp

# field_digital_format:#allowed_values:audio 3gpp2
source: audio 3gpp2
bo: སྒྲའི་ 3gpp2

# field_digital_format:#allowed_values:audio ac3
source: audio ac3
bo: སྒྲའི་ ac3

# field_digital_format:#allowed_values:audio AMR
source: audio AMR
bo: སྒྲའི་ AMR

# field_digital_format:#allowed_values:audio AMR WB
source: audio AMR WB
bo: སྒྲའི་ AMR WB

# field_digital_format:#allowed_values:audio amr wbplus
source: audio amr wbplus
bo: སྒྲའི་ amr wbplus

# field_digital_format:#allowed_values:audio asc
source: audio asc
bo: སྒྲ་དམའ་ནས་མཐོ་

# field_digital_format:#allowed_values:audio basic
source: audio basic
bo: སྒྲའི་གཞི་རྩ་

# field_digital_format:#allowed_values:audio BV16
source: audio BV16
bo: སྒྲའི་ BV16

# field_digital_format:#allowed_values:audio BV32
source: audio BV32
bo: སྒྲའི་ BV32

# field_digital_format:#allowed_values:audio clearmode
source: audio clearmode
bo: སྒྲ་གཙང་སེལ་གྱི་རྣམ་པ།

# field_digital_format:#allowed_values:audio CN
source: audio CN
bo: སྒྲའི་ CN

# field_digital_format:#allowed_values:audio DAT12
source: audio DAT12
bo: སྒྲའི་ DAT12

# field_digital_format:#allowed_values:audio dls
source: audio dls
bo: སྒྲའི་ dls

# field_digital_format:#allowed_values:audio dsr es201108
source: audio dsr es201108
bo: སྒྲའི་ dsr es201108

# field_digital_format:#allowed_values:audio dsr es202050
source: audio dsr es202050
bo: སྒྲའི་ dsr es202050

# field_digital_format:#allowed_values:audio dsr es202211
source: audio dsr es202211
bo: སྒྲའི་ dsr es202211

# field_digital_format:#allowed_values:audio dsr es202212
source: audio dsr es202212
bo: སྒྲའི་ dsr es202212

# field_digital_format:#allowed_values:audio DVI4
source: audio DVI4
bo: སྒྲའི་ DVI4

# field_digital_format:#allowed_values:audio eac3
source: audio eac3
bo: སྒྲའི་ eac3

# field_digital_format:#allowed_values:audio EVRC
source: audio EVRC
bo: སྒྲའི་ EVRC

# field_digital_format:#allowed_values:audio EVRC QCP
source: audio EVRC QCP
bo: སྒྲའི་ EVRC QCP

# field_digital_format:#allowed_values:audio EVRC0
source: audio EVRC0
bo: སྒྲའི་ EVRC0

# field_digital_format:#allowed_values:audio EVRC1
source: audio EVRC1
bo: སྒྲའི་ EVRC1

# field_digital_format:#allowed_values:audio EVRCB
source: audio EVRCB
bo: སྒྲའི་ EVRCB

# field_digital_format:#allowed_values:audio EVRCB0
source: audio EVRCB0
bo: སྒྲའི་ EVRCB0

# field_digital_format:#allowed_values:audio EVRCB1
source: audio EVRCB1
bo: སྒྲའི་ EVRCB1

# field_digital_format:#allowed_values:audio G722
source: audio G722
bo: སྒྲའི་ G722

# field_digital_format:#allowed_values:audio G7221
source: audio G7221
bo: སྒྲའི་ G7221

# field_digital_format:#allowed_values:audio G723
source: audio G723
bo: སྒྲའི་ G723

# field_digital_format:#allowed_values:audio G726 16
source: audio G726 16
bo: སྒྲའི་ G726 16

# field_digital_format:#allowed_values:audio G726 24
source: audio G726 24
bo: སྒྲའི་ G726 24

# field_digital_format:#allowed_values:audio G726 32
source: audio G726 32
bo: སྒྲའི་ G726 32

# field_digital_format:#allowed_values:audio G726 40
source: audio G726 40
bo: སྒྲའི་ G726 40

# field_digital_format:#allowed_values:audio G728
source: audio G728
bo: སྒྲའི་ G728

# field_digital_format:#allowed_values:audio G729
source: audio G729
bo: སྒྲའི་ G729

# field_digital_format:#allowed_values:audio G7291
source: audio G7291
bo: སྒྲའི་ G7291

# field_digital_format:#allowed_values:audio G729D
source: audio G729D
bo: སྒྲའི་ G729D

# field_digital_format:#allowed_values:audio G729E
source: audio G729E
bo: སྒྲའི་ G729E

# field_digital_format:#allowed_values:audio GSM
source: audio GSM
bo: སྒྲའི་ GSM

# field_digital_format:#allowed_values:audio GSM EFR
source: audio GSM EFR
bo: སྒྲའི་ GSM EFR

# field_digital_format:#allowed_values:audio iLBC
source: audio iLBC
bo: སྒྲའི་ iLBC

# field_digital_format:#allowed_values:audio L16
source: audio L16
bo: སྒྲའི་ L16

# field_digital_format:#allowed_values:audio L20
source: audio L20
bo: སྒྲའི་ L20

# field_digital_format:#allowed_values:audio L24
source: audio L24
bo: སྒྲའི་ L24

# field_digital_format:#allowed_values:audio L8
source: audio L8
bo: སྒྲའི་ L8

# field_digital_format:#allowed_values:audio LPC
source: audio LPC
bo: སྒྲའི་ LPC

# field_digital_format:#allowed_values:audio mobile xmf
source: audio mobile xmf
bo: སྒྲའི་སྤོ་རུང་ xmf

# field_digital_format:#allowed_values:audio mp4
source: audio mp4
bo: སྒྲའི་ mp4

# field_digital_format:#allowed_values:audio MP4A LATM
source: audio MP4A LATM
bo: སྒྲའི་ MP4A LATM

# field_digital_format:#allowed_values:audio MPA
source: audio MPA
bo: སྒྲའི་ MPA

# field_digital_format:#allowed_values:audio mpa robust
source: audio mpa robust
bo: སྒྲ་ mpa ཤེད་ཤུགས་ཅན།

# field_digital_format:#allowed_values:audio mpeg
source: audio mpeg
bo: སྒྲའི་ mpeg

# field_digital_format:#allowed_values:audio mpeg4 generic
source: audio mpeg4 generic
bo: སྒྲ་ mpeg4 རིགས་གཏོགས།

# field_digital_format:#allowed_values:audio parityfec
source: audio parityfec
bo: སྒྲའི་ parityfec

# field_digital_format:#allowed_values:audio PCMA
source: audio PCMA
bo: སྒྲའི་ PCMA

# field_digital_format:#allowed_values:audio PCMU
source: audio PCMU
bo: སྒྲའི་ PCMU

# field_digital_format:#allowed_values:audio prs_sid
source: audio prs_sid
bo: སྒྲའི་ prs_sid

# field_digital_format:#allowed_values:audio QCELP
source: audio QCELP
bo: སྒྲའི་ QCELP

# field_digital_format:#allowed_values:audio RED
source: audio RED
bo: སྒྲའི་ RED

# field_digital_format:#allowed_values:audio rtp midi
source: audio rtp midi
bo: སྒྲའི་ rtx midi

# field_digital_format:#allowed_values:audio rtx
source: audio rtx
bo: སྒྲའི་ rtx

# field_digital_format:#allowed_values:audio SMV
source: audio SMV
bo: སྒྲའི་ SMV

# field_digital_format:#allowed_values:audio SMV QCP
source: audio SMV QCP
bo: སྒྲའི་ SMV QCP

# field_digital_format:#allowed_values:audio SMV0
source: audio SMV0
bo: སྒྲའི་ SMV0

# field_digital_format:#allowed_values:audio t140c
source: audio t140c
bo: སྒྲའི་ t140c

# field_digital_format:#allowed_values:audio t38
source: audio t38
bo: སྒྲའི་ t38

# field_digital_format:#allowed_values:audio telephone event
source: audio telephone event
bo: སྒྲའི་ཁ་པར་གྱི་ལས་རིམ།

# field_digital_format:#allowed_values:audio tone
source: audio tone
bo: སྒྲའི་སྐད་གདངས་

# field_digital_format:#allowed_values:audio VDVI
source: audio VDVI
bo: སྒྲའི་ VDVI

# field_digital_format:#allowed_values:audio VMR WB
source: audio VMR WB
bo: སྒྲའི་ VMR WB

# field_digital_format:#allowed_values:audio vnd_3gpp_iufp
source: audio vnd_3gpp_iufp
bo: སྒྲའི་ vnd_3gpp_iufp

# field_digital_format:#allowed_values:audio vnd_4SB
source: audio vnd_4SB
bo: སྒྲའི་ vnd_4SB

# field_digital_format:#allowed_values:audio vnd_audiokoz
source: audio vnd_audiokoz
bo: སྒྲའི་ vnd_audiokoz

# field_digital_format:#allowed_values:audio vnd_CELP
source: audio vnd_CELP
bo: སྒྲའི་ vnd_CELP

# field_digital_format:#allowed_values:audio vnd_cisco_nse
source: audio vnd_cisco_nse
bo: སྒྲའི་ vnd_cisco_nse

# field_digital_format:#allowed_values:audio vnd_cmles_radio events
source: audio vnd_cmles_radio events
bo: སྒྲའི་ vnd_cmles_radio events

# field_digital_format:#allowed_values:audio vnd_cns_anp1
source: audio vnd_cns_anp1
bo: སྒྲའི་ vnd_cns_anp1

# field_digital_format:#allowed_values:audio vnd_cns_inf1
source: audio vnd_cns_inf1
bo: སྒྲའི་ vnd_cns_inf1

# field_digital_format:#allowed_values:audio vnd_digital winds
source: audio vnd_digital winds
bo: སྒྲའི་ vnd_digital winds

# field_digital_format:#allowed_values:audio vnd_dlna_adts
source: audio vnd_dlna_adts
bo: སྒྲའི་ vnd_dlna_adts

# field_digital_format:#allowed_values:audio vnd_everad_plj
source: audio vnd_everad_plj
bo: སྒྲའི་ vnd_everad_plj

# field_digital_format:#allowed_values:audio vnd_hns_audio
source: audio vnd_hns_audio
bo: སྒྲའི་ vnd_hns_audio

# field_digital_format:#allowed_values:audio vnd_lucent_voice
source: audio vnd_lucent_voice
bo: སྒྲའི་ vnd_lucent_voice

# field_digital_format:#allowed_values:audio vnd_nokia_mobile xmf
source: audio vnd_nokia_mobile xmf
bo: སྒྲའི་ vnd_nokia_mobile xmf

# field_digital_format:#allowed_values:audio vnd_nortel_vbk
source: audio vnd_nortel_vbk
bo: སྒྲའི་ vnd_nortel_vbk

# field_digital_format:#allowed_values:audio vnd_nuera_ecelp4800
source: audio vnd_nuera_ecelp4800
bo: སྒྲའི་ vnd_nuera_ecelp4800

# field_digital_format:#allowed_values:audio vnd_nuera_ecelp7470
source: audio vnd_nuera_ecelp7470
bo: སྒྲའི་ vnd_nuera_ecelp7470

# field_digital_format:#allowed_values:audio vnd_nuera_ecelp9600
source: audio vnd_nuera_ecelp9600
bo: སྒྲའི་ vnd_nuera_ecelp9600

# field_digital_format:#allowed_values:audio vnd_octel_sbc
source: audio vnd_octel_sbc
bo: སྒྲའི་ vnd_octel_sbc

# field_digital_format:#allowed_values:audio vnd_rhetorex_32kadpcm
source: audio vnd_rhetorex_32kadpcm
bo: སྒྲའི་ vnd_rhetorex_32kadpcm

# field_digital_format:#allowed_values:audio vnd_sealedmedia_softseal_mpeg
source: audio vnd_sealedmedia_softseal_mpeg
bo: སྒྲའི་ vnd_sealedmedia_softseal_mpeg

# field_digital_format:#allowed_values:audio vnd_vmx_cvsd
source: audio vnd_vmx_cvsd
bo: སྒྲའི་ vnd_vmx_cvsd

# field_digital_format:#allowed_values:image cgm
source: image cgm
bo: པར་རིས་ cgm

# field_digital_format:#allowed_values:image fits
source: image fits
bo: པར་རིས་ fits

# field_digital_format:#allowed_values:image g3fax
source: image g3fax
bo: པར་རིས་ g3fax

# field_digital_format:#allowed_values:image gif
source: image gif
bo: པར་རིས་ gif

# field_digital_format:#allowed_values:image ief
source: image ief
bo: པར་རིས་ ief

# field_digital_format:#allowed_values:image jp2
source: image jp2
bo: པར་རིས་ jp2

# field_digital_format:#allowed_values:image jpeg
source: image jpeg
bo: པར་རིས་ jpeg

# field_digital_format:#allowed_values:image jpm
source: image jpm
bo: པར་རིས་ jpm

# field_digital_format:#allowed_values:image jpx
source: image jpx
bo: པར་རིས་ jpx

# field_digital_format:#allowed_values:image naplps
source: image naplps
bo: པར་རིས་ naplps

# field_digital_format:#allowed_values:image png
source: image png
bo: པར་རིས་ png

# field_digital_format:#allowed_values:image prs_btif
source: image prs_btif
bo: པར་རིས་ prs_btif

# field_digital_format:#allowed_values:image prs_pti
source: image prs_pti
bo: པར་རིས་ prs_pti

# field_digital_format:#allowed_values:image t38
source: image t38
bo: པར་རིས་ t38

# field_digital_format:#allowed_values:image tiff
source: image tiff
bo: པར་རིས་ tiff

# field_digital_format:#allowed_values:image tiff fx
source: image tiff fx
bo: པར་རིས་ tiff fx
