Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# field_digital_format:#allowed_values:image vnd_adobe_photoshop
source: image vnd_adobe_photoshop
bo: པར་རིས་ vnd_adobe_photoshop

# field_digital_format:#allowed_values:image vnd_cns_inf2
source: image vnd_cns_inf2
bo: པར་རིས་ vnd_cns_inf2

# field_digital_format:#allowed_values:image vnd_djvu
source: image vnd_djvu
bo: པར་རིས་ vnd_djvu

# field_digital_format:#allowed_values:image vnd_dwg
source: image vnd_dwg
bo: པར་རིས་ vnd_dwg

# field_digital_format:#allowed_values:image vnd_dxf
source: image vnd_dxf
bo: པར་རིས་ vnd_dxf

# field_digital_format:#allowed_values:image vnd_fastbidsheet
source: image vnd_fastbidsheet
bo: པར་རིས་ vnd_fastbidsheet

# field_digital_format:#allowed_values:image vnd_fpx
source: image vnd_fpx
bo: པར་རིས་ vnd_fpx

# field_digital_format:#allowed_values:image vnd_fst
source: image vnd_fst
bo: པར་རིས་ vnd_fst

# field_digital_format:#allowed_values:image vnd_fujixerox_edmics mmr
source: image vnd_fujixerox_edmics mmr
bo: པར་རིས་ vnd_fujixerox_edmics mmr

# field_digital_format:#allowed_values:image vnd_fujixerox_edmics rlc
source: image vnd_fujixerox_edmics rlc
bo: པར་རིས་ vnd_fujixerox_edmics rlc

# field_digital_format:#allowed_values:image vnd_globalgraphics_pgb
source: image vnd_globalgraphics_pgb
bo: པར་རིས་ vnd_globalgraphics_pgb

# field_digital_format:#allowed_values:image vnd_microsoft_icon
source: image vnd_microsoft_icon
bo: པར་རིས་ vnd_microsoft_icon

# field_digital_format:#allowed_values:image vnd_mix
source: image vnd_mix
bo: པར་རིས་ vnd_mix

# field_digital_format:#allowed_values:image vnd_ms modi
source: image vnd_ms modi
bo: པར་རིས་ vnd_ms modi

# field_digital_format:#allowed_values:image vnd_net fpx
source: image vnd_net fpx
bo: པར་རིས་ vnd_net fpx

# field_digital_format:#allowed_values:image vnd_sealed_png
source: image vnd_sealed_png
bo: པར་རིས་ vnd_sealed_png

# field_digital_format:#allowed_values:image vnd_sealedmedia_softseal_gif
source: image vnd_sealedmedia_softseal_gif
bo: པར་རིས་ vnd_sealedmedia_softseal_gif

# field_digital_format:#allowed_values:image vnd_sealedmedia_softseal_jpg
source: image vnd_sealedmedia_softseal_jpg
bo: པར་རིས་ vnd_sealedmedia_softseal_jpg

# field_digital_format:#allowed_values:image vnd_svf
source: image vnd_svf
bo: པར་རིས་ vnd_svf

# field_digital_format:#allowed_values:image vnd_wap_wbmp
source: image vnd_wap_wbmp
bo: པར་རིས་ vnd_wap_wbmp

# field_digital_format:#allowed_values:image vnd_xiff
source: image vnd_xiff
bo: པར་རིས་ vnd_xiff

# field_digital_format:#allowed_values:text calendar
source: text calendar
bo: ཡི་གེའི་ལོ་ཐོ་

# field_digital_format:#allowed_values:text css
source: text css
bo: ཡི་གེའི་ css

# field_digital_format:#allowed_values:text csv
source: text csv
bo: ཡི་གེའི་ csv

# field_digital_format:#allowed_values:text directory
source: text directory
bo: ཡི་གེའི་དཀར་ཆག

# field_digital_format:#allowed_values:text dns
source: text dns
bo: ཡི་གེའི་ dns

# field_digital_format:#allowed_values:text ecmascript (obsolete)
source: text ecmascript (obsolete)
bo: ཡི་གེའི་ ecmascript (སྲོལ་རྙིང་)

# field_digital_format:#allowed_values:text enriched
source: text enriched
bo: ཡི་གེ་ལེགས་བཅོས་བྱས་པ།

# field_digital_format:#allowed_values:text html
source: text html
bo: ཡི་གེ་ html

# field_digital_format:#allowed_values:text javascript (obsolete)
source: text javascript (obsolete)
bo: ཡི་གེའི་ javascript (སྲོལ་རྙིང་)

# field_digital_format:#allowed_values:text parityfec
source: text parityfec
bo: ཡི་གེའི་ parityfec

# field_digital_format:#allowed_values:text plain
source: text plain
bo: ཡིག་རྐྱང་

# field_digital_format:#allowed_values:text prs_fallenstein_rst
source: text prs_fallenstein_rst
bo: ཡི་གེའི་ prs_fallenstein_rst

# field_digital_format:#allowed_values:text prs_lines_tag
source: text prs_lines_tag
bo: ཡི་གེའི་ prs_lines_tag

# field_digital_format:#allowed_values:text RED
source: text RED
bo: ཡི་གེའི་ RED

# field_digital_format:#allowed_values:text rfc822 headers
source: text rfc822 headers
bo: ཡི་གེའི་ rfc822 འགོ་བརྗོད།

# field_digital_format:#allowed_values:text richtext
source: text richtext
bo: ཡི་གེའི་ཡི་གེ་ཕྱུག་པོ་

# field_digital_format:#allowed_values:text rtf
source: text rtf
bo: ཡི་གེའི་ rtf

# field_digital_format:#allowed_values:text rtx
source: text rtx
bo: ཡི་གེའི་ rtx

# field_digital_format:#allowed_values:text sgml
source: text sgml
bo: ཡི་གེའི་ sgml

# field_digital_format:#allowed_values:text t140
source: text t140
bo: ཡི་གེའི་ t140

# field_digital_format:#allowed_values:text tab separated values
source: text tab separated values
bo: ཡི་གེའི་བཟོ་རྟགས་ལོགས་སུ་དབྱེ་བའི་གྲངས་ཐང་།

# field_digital_format:#allowed_values:text troff
source: text troff
bo: ཡི་གེའི་ troff

# field_digital_format:#allowed_values:text uri list
source: text uri list
bo: ཡི་གེའི་ uri ཐོ་གཞུང་

# field_digital_format:#allowed_values:text vnd_abc
source: text vnd_abc
bo: ཡི་གེའི་ vnd_abc

# field_digital_format:#allowed_values:text vnd_curl
source: text vnd_curl
bo: ཡི་གེའི་ vnd_curl

# field_digital_format:#allowed_values:text vnd_DMClientScript
source: text vnd_DMClientScript
bo: ཡི་གེའི་ vnd_DMClientScript

# field_digital_format:#allowed_values:text vnd_esmertec_theme descriptor
source: text vnd_esmertec_theme descriptor
bo: ཡི་གེའི་ vnd_esmertec_theme འགྲེལ་བརྗོད་བྱེད་མཁན།

# field_digital_format:#allowed_values:text vnd_fly
source: text vnd_fly
bo: ཡི་གེའི་ vnd_fly

# field_digital_format:#allowed_values:text vnd_fmi_flexstor
source: text vnd_fmi_flexstor
bo: ཡི་གེའི་ vnd_fmi_flexstor

# field_digital_format:#allowed_values:text vnd_in3d_3dml
source: text vnd_in3d_3dml
bo: ཡི་གེའི་ vnd_in3d_3dml

# field_digital_format:#allowed_values:text vnd_in3d_spot
source: text vnd_in3d_spot
bo: ཡི་གེའི་ vnd_in3d_spot

# field_digital_format:#allowed_values:text vnd_IPTC_NewsML
source: text vnd_IPTC_NewsML
bo: ཡི་གེའི་ vnd_IPTC_NewsML

# field_digital_format:#allowed_values:text vnd_IPTC_NITF
source: text vnd_IPTC_NITF
bo: ཡི་གེའི་ vnd_IPTC_NITF

# field_digital_format:#allowed_values:text vnd_latex z
source: text vnd_latex z
bo: ཡི་གེའི་ vnd_latex z

# field_digital_format:#allowed_values:text vnd_motorola_reflex
source: text vnd_motorola_reflex
bo: ཡི་གེའི་ vnd_motorola_reflex

# field_digital_format:#allowed_values:text vnd_ms mediapackage
source: text vnd_ms mediapackage
bo: ཡི་གེའི་ vnd_ms mediapackage

# field_digital_format:#allowed_values:text vnd_net2phone_commcenter_command
source: text vnd_net2phone_commcenter_command
bo: ཡི་གེའི་ vnd_net2phone_commcenter_command

# field_digital_format:#allowed_values:text vnd_sun_j2me_app descriptor
source: text vnd_sun_j2me_app descriptor
bo: ཡི་གེའི་ vnd_sun_j2me_app འགྲེལ་བརྗོད་བྱེད་མཁན།

# field_digital_format:#allowed_values:text vnd_trolltech_linguist
source: text vnd_trolltech_linguist
bo: ཡི་གེའི་ vnd_trolltech_linguist

# field_digital_format:#allowed_values:text vnd_wap_si
source: text vnd_wap_si
bo: ཡི་གེའི་ vnd_wap_si

# field_digital_format:#allowed_values:text vnd_wap_sl
source: text vnd_wap_sl
bo: ཡི་གེའི་ vnd_wap_sl

# field_digital_format:#allowed_values:text vnd_wap_wml
source: text vnd_wap_wml
bo: ཡི་གེའི་ vnd_wap_wml

# field_digital_format:#allowed_values:text vnd_wap_wmlscript
source: text vnd_wap_wmlscript
bo: ཡི་གེའི་ vnd_wap_wmlscript

# field_digital_format:#allowed_values:text xml
source: text xml
bo: ཡི་གེའི་ xml

# field_digital_format:#allowed_values:text xml external parsed entity
source: text xml external parsed entity
bo: ཡི་གེའི་ xml ཕྱིའི་ཞིབ་དཔྱོད་གནས་ལུགས།

# field_digital_format:#allowed_values:video 3gpp
source: video 3gpp
bo: བརྙན་ཟློས་ 3gpp

# field_digital_format:#allowed_values:video 3gpp tt
source: video 3gpp tt
bo: བརྙན་ཟློས་ 3gpp tt

# field_digital_format:#allowed_values:video 3gpp2
source: video 3gpp2
bo: བརྙན་ཟློས་ 3gpp2

# field_digital_format:#allowed_values:video BMPEG
source: video BMPEG
bo: བརྙན་ཟློས་ BMPEG

# field_digital_format:#allowed_values:video BT656
source: video BT656
bo: བརྙན་ཟློས་ BT656

# field_digital_format:#allowed_values:video CelB
source: video CelB
bo: བརྙན་ཟློས་ CelB

# field_digital_format:#allowed_values:video DV
source: video DV
bo: བརྙན་ཟློས་ DV

# field_digital_format:#allowed_values:video H261
source: video H261
bo: བརྙན་ཟློས་ H261

# field_digital_format:#allowed_values:video H263
source: video H263
bo: བརྙན་ཟློས་ H263

# field_digital_format:#allowed_values:video H263 1998
source: video H263 1998
bo: བརྙན་ཟློས་ H263 1998

# field_digital_format:#allowed_values:video H263 2000
source: video H263 2000
bo: བརྙན་ཟློས་ H263 2000

# field_digital_format:#allowed_values:video H264
source: video H264
bo: བརྙན་ཟློས་ H264

# field_digital_format:#allowed_values:video JPEG
source: video JPEG
bo: བརྙན་ཟློས་ JPEG

# field_digital_format:#allowed_values:video MJ2
source: video MJ2
bo: བརྙན་ཟློས་ MJ2

# field_digital_format:#allowed_values:video MP1S
source: video MP1S
bo: བརྙན་ཟློས་ MP1S

# field_digital_format:#allowed_values:video MP2P
source: video MP2P
bo: བརྙན་ཟློས་ MP2P

# field_digital_format:#allowed_values:video MP2T
source: video MP2T
bo: བརྙན་ཟློས་ MP2T

# field_digital_format:#allowed_values:video mp4
source: video mp4
bo: བརྙན་ཟློས་ mp4

# field_digital_format:#allowed_values:video MP4V ES
source: video MP4V ES
bo: བརྙན་ཟློས་ MP4V ES

# field_digital_format:#allowed_values:video mpeg
source: video mpeg
bo: བརྙན་ཟློས་ mpeg

# field_digital_format:#allowed_values:video mpeg4 generic
source: video mpeg4 generic
bo: བརྙན་ཟློས་ mpeg4 རིགས་གཏོགས།

# field_digital_format:#allowed_values:video MPV
source: video MPV
bo: བརྙན་ཟློས་ MPV

# field_digital_format:#allowed_values:video nv
source: video nv
bo: བརྙན་ཟློས་ nv

# field_digital_format:#allowed_values:video parityfec
source: video parityfec
bo: བརྙན་ཟློས་ parityfec

# field_digital_format:#allowed_values:video pointer
source: video pointer
bo: བརྙན་ཟློས་མཛུབ་སྟོན་མདའ་རྟགས།

# field_digital_format:#allowed_values:video quicktime
source: video quicktime
bo: བརྙན་ཟློས་ quicktime

# field_digital_format:#allowed_values:video raw
source: video raw
bo: བརྙན་ཟློས་བཅོས་མེད་པ།

# field_digital_format:#allowed_values:video rtx
source: video rtx
bo: བརྙན་ཟློས་ rtx

# field_digital_format:#allowed_values:video SMPTE292M
source: video SMPTE292M
bo: བརྙན་ཟློས་ SMPTE292M

# field_digital_format:#allowed_values:video vc1
source: video vc1
bo: བརྙན་ཟློས་ vc1

# field_digital_format:#allowed_values:video vnd_dlna_mpeg tts
source: video vnd_dlna_mpeg tts
bo: བརྙན་ཟློས་ vnd_dlna_mpeg tts

# field_digital_format:#allowed_values:video vnd_fvt
source: video vnd_fvt
bo: བརྙན་ཟློས་ vnd_fvt

# field_digital_format:#allowed_values:video vnd_hns_video
source: video vnd_hns_video
bo: བརྙན་ཟློས་ vnd_hns_video

# field_digital_format:#allowed_values:video vnd_motorola_video
source: video vnd_motorola_video
bo: བརྙན་ཟློས་ vnd_motorola_video

# field_digital_format:#allowed_values:video vnd_motorola_videop
source: video vnd_motorola_videop
bo: བརྙན་ཟློས་ vnd_motorola_videop

# field_digital_format:#allowed_values:video vnd_mpegurl
source: video vnd_mpegurl
bo: བརྙན་ཟློས་ vnd_mpegurl

# field_digital_format:#allowed_values:video vnd_nokia_interleaved multimedia
source: video vnd_nokia_interleaved multimedia
bo: བརྙན་ཟློས་ vnd_nokia_interleaved སྨྱན་མང་།

# field_digital_format:#allowed_values:video vnd_nokia_videovoip
source: video vnd_nokia_videovoip
bo: བརྙན་ཟློས་ vnd_nokia_videovoip

# field_digital_format:#allowed_values:video vnd_objectvideo
source: video vnd_objectvideo
bo: བརྙན་ཟློས་ vnd_objectvideo

# field_digital_format:#allowed_values:video vnd_sealed_mpeg1
source: video vnd_sealed_mpeg1
bo: བརྙན་ཟློས་ vnd_sealed_mpeg1

# field_digital_format:#allowed_values:video vnd_sealed_mpeg4
source: video vnd_sealed_mpeg4
bo: བརྙན་ཟློས་ vnd_sealed_mpeg4

# field_digital_format:#allowed_values:video vnd_sealed_swf
source: video vnd_sealed_swf
bo: བརྙན་ཟློས་ vnd_sealed_swf

# field_digital_format:#allowed_values:video vnd_sealedmedia_softseal_mov
source: video vnd_sealedmedia_softseal_mov
bo: བརྙན་ཟློས་ vnd_sealedmedia_softseal_mov

# field_digital_format:#allowed_values:video vnd_vivo
source: video vnd_vivo
bo: བརྙན་ཟློས་ vnd_vivo

# field_digital_format:field_pbcore_instantiation:label
source: Digital Format
bo: ཨང་ཀིའི་རྣམ་པ

# field_duration:field_pbcore_instantiation:label
source: Duration
bo: དུས་ཡུན

# field_edls_archived:#allowed_values:No
source: No
bo: མིན

# field_edls_archived:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_edls_archived:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_edls_archived:field_workflow:label
source: Logging files/EDLs archived
bo: ཟིན་ཐོའི་ཡིག་ཆའམ་EDLs ཡིག་ཚགས་སུ་ཉར་བ

# field_encoding_scheme:field_pbcore_instantiation:label
source: Encoding Scheme
bo: ཨང་སྒྲིག་གི་སྒྲིག་གཞི

# field_extended_cataloging_new:#allowed_values:No
source: No
bo: མིན

# field_extended_cataloging_new:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_extended_cataloging_new:#allowed_values:Problem
source: Problem
bo: སྐྱོན

# field_extended_cataloging_new:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_extended_cataloging_new:field_workflow:label
source: Extended Cataloging
bo: རྒྱ་བསྐྱེད་པའི་དཀར་ཆག

# field_extension:field_pbcore_extension:label
source: Extension
bo: རྒྱ་བསྐྱེད

# field_extension_authority:field_pbcore_extension:label
source: Extension Authority
bo: རྒྱ་བསྐྱེད་ཀྱི་བདག་དབང

# field_file_image_alt_text:image:description
source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
bo: བརྙན་ཡོལ་ཀློག་ཆས་དང་། བཤེར་འཚོལ་འཕྲུལ་ཆས། པར་རིས་ནང་འཇུག་བྱེད་མི་ཐུབ་པའི་སྐབས་ལ་བརྗེ་ཚབ་ཡི་གེ་སྤྱོད་གཏོང་གི་རེད། བརྗེ་ཚབ་ཀྱི་ཡི་གེ་སྣོན་ན། ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་དང་བཤེར་འཚོལ་འཕྲུལ་ཆས་ཀྱི་ནུས་པ་སྤེལ་ཐུབ།

# field_file_image_alt_text:image:label
source: Alt Text
bo: Alt ཡི་གེ

# field_file_image_title_text:image:description
source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
bo: སྤྱོད་པ་པོ་ཞིག་རང་གི་ཙི་གུ་པར་རིས་ཤིག་གི་སྟེང་དུ་གཡོ་བའི་སྐབས་འགོ་བརྗོད་ཡི་གེ་ལག་ཆའི་ཐབས་མཆོག་གི་ནང་དུ་བེད་སྤྱོད་བྱེད། འགོ་བརྗོད་ཡི་གེ་བེད་སྤྱོད་བྱས་ན་པར་རིས་ཀྱི་སྐབས་དོན་གོ་ཚོད་ལས་སླ་བ་ཡོང་བ་དང་སྤྱོད་རུང་ལེགས་སུ་གཏོང་གི་རེད།

# field_file_image_title_text:image:label
source: Title Text
bo: འགོ་བརྗོད་ཡི་གེ་

# field_file_size:field_pbcore_instantiation:label
source: File Size
bo: ཡིག་ཆའི་ཆེ་ཆུང

# field_format_id:field_pbcore_format_id:label
source: Format Id
bo: ཨང་རྟགས་སྒྱུར་བ

# field_format_id_source:field_pbcore_format_id:label
source: Format Id Source
bo: ཨང་རྟགས་ཀྱི་ཁུངས་སྒྱུར་བ

# field_format_standard:#allowed_values:ATSC video interlaced
source: ATSC video interlaced
bo: ATSC བརྙན་ཟློས་འདྲེས་མཐུད་བྱས་པ།

# field_format_standard:#allowed_values:ATSC video progressive
source: ATSC video progressive
bo: ATSC བརྙན་ཟློས་སྔོན་ཐོན་ཅན།

# field_format_standard:#allowed_values:Dolby Digital AC3 Audio
source: Dolby Digital AC3 Audio
bo: ཌོལ་བེ་གྲངས་ཀའི་ AC3 སྒྲ

# field_format_standard:#allowed_values:DTA Audio
source: DTA Audio
bo: DTA སྒྲ་

# field_format_standard:#allowed_values:Film
source: Film
bo: ཕིང་ཤོག

# field_format_standard:#allowed_values:Flash Video
source: Flash Video
bo: Flash བརྙན་ཟློས་

# field_format_standard:#allowed_values:Linear PCM Audio
source: Linear PCM Audio
bo: སྲོང་ཐིག་ PCM ཡི་སྒྲ་

# field_format_standard:#allowed_values:MPEG Audio
source: MPEG Audio
bo: MPEG སྒྲ་

# field_format_standard:#allowed_values:MPEG video
source: MPEG video
bo: བརྙན་ཟློས་ MPEG

# field_format_standard:#allowed_values:NTSC video interlaced
source: NTSC video interlaced
bo: NTSC བརྙན་ཟློས་འདྲེས་མཐུད་བྱས་པ།

# field_format_standard:#allowed_values:NTSC video progressive
source: NTSC video progressive
bo: NTSC བརྙན་ཟློས་སྔོན་ཐོན་ཅན།

# field_format_standard:#allowed_values:PAL video
source: PAL video
bo: PAL བརྙན་ཟློས་

# field_format_standard:#allowed_values:RealSystems
source: RealSystems
bo: མ་ལག་དངོས་

# field_format_standard:#allowed_values:SDDS Audio
source: SDDS Audio
bo: SDDS སྒྲ་

# field_format_standard:#allowed_values:SECAM video
source: SECAM video
bo: SECAM བརྙན་ཟློས་

# field_format_standard:#allowed_values:Windows Media
source: Windows Media
bo: Windows སྨྱན་གཟུགས་

# field_format_standard:field_pbcore_instantiation:label
source: Format Standard
bo: ཚད་ལྡན་གྱི་བཟོ་བཀོད་སྒྱུར་བ

# field_frame_rate:#allowed_values:1 and 7_8 ips
source: 1 and 7_8 ips
bo: 1 དང་ 7_8 ips

# field_frame_rate:#allowed_values:29_97 fps 59_94 fields per sec
source: 29_97 fps 59_94 fields per sec
bo: སྐར་ཆ་རེར་ཁྱབ་ར་ 29_97 fps 59_94

# field_frame_rate:#allowed_values:3 and 3_4 ips
source: 3 and 3_4 ips
bo: 3 དང་ 3_4 ips

# field_frame_rate:#allowed_values:30 fps 60 fields per sec
source: 30 fps 60 fields per sec
bo: 30 fps སྐར་ཆ་རེར་ཁྱབ་ར་ 60

# field_frame_rate:#allowed_values:59_94 fields per sec
source: 59_94 fields per sec
bo: སྐར་ཆ་རེར་ཁྱབ་ར་ 59_94

# field_frame_rate:#allowed_values:60 fields per sec
source: 60 fields per sec
bo: སྐར་ཆ་རེར་ཁྱབ་ར་ 60

# field_frame_rate:#allowed_values:7 and 1_2 ips
source: 7 and 1_2 ips
bo: 7 དང་ 1_2 ips

# field_frame_rate:#allowed_values:other
source: other
bo: གཞན་

# field_frame_rate:field_pbcore_instantiation:label
source: Frame Rate
bo: བརྙན་སྒྲོམ་གྱི་ཚད

# field_frame_size:field_pbcore_instantiation:label
source: Frame Size
bo: བརྙན་སྒྲོམ་གྱི་ཆེ་ཆུང

# field_general_featured_image:collection:label
source: Featured image
bo: ཁྱད་པ་ཅན་གྱི་པར་རིས

# field_general_featured_image:subcollection:label
source: Featured image
bo: ཁྱད་པ་ཅན་གྱི་པར་རིས

# field_generations:#allowed_values:Artifact or Award
source: Artifact or Award
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་བྱ་དགའ།

# field_generations:#allowed_values:Artifact or Book
source: Artifact or Book
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་དེབ།

# field_generations:#allowed_values:Artifact or Costume
source: Artifact or Costume
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་ཆས་གོས།

# field_generations:#allowed_values:Artifact or Merchandise
source: Artifact or Merchandise
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་ཚོང་ཟོག

# field_generations:#allowed_values:Artifact or Optical disk reader
source: Artifact or Optical disk reader
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་འོད་སྡེར་ཀློག་ཆས།

# field_generations:#allowed_values:Artifact or SCSI Hard Drive
source: Artifact or SCSI Hard Drive
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་ SCSI མཁྲེག་སྐུལ་ཆས།

# field_generations:#allowed_values:Artifact or Sy Quest drive
source: Artifact or Sy Quest drive
bo: སྒྱུ་རྩལ་དངོས་རིགས་ཡང་ན་ Sy འཚོལ་ཞིབ་སྐུལ་ཆས།

# field_generations:#allowed_values:Audio or Air track
source: Audio or Air track
bo: སྒྲ་ཡང་ན་རླུང་ལམ།

# field_generations:#allowed_values:Audio or Audio dub
source: Audio or Audio dub
bo: སྒྲ་ཡང་ན་སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Audio or Audio master full mix
source: Audio or Audio master full mix
bo: སྒྲ་ཡང་ན་སྒྲ་གཙོ་བོ་ཆ་ཚང་འདྲེས་མ།

# field_generations:#allowed_values:Audio or Master mix
source: Audio or Master mix
bo: སྒྲ་ཡང་ན་གཙོ་བོ་འདྲེས་མ།

# field_generations:#allowed_values:Audio or Mix element
source: Audio or Mix element
bo: སྒྲ་ཡང་ན་འདྲེས་མ།

# field_generations:#allowed_values:Audio or Music
source: Audio or Music
bo: སྒྲ་ཡང་ན་གཞས་

# field_generations:#allowed_values:Audio or Narration
source: Audio or Narration
bo: སྒྲ་ཡང་ན་བྱུང་རབས་

# field_generations:#allowed_values:Audio or Optical track
source: Audio or Optical track
bo: སྒྲ་ཡང་ན་འོད་ཀྱི་སྡུད་ལམ།

# field_generations:#allowed_values:Audio or Original recording
source: Audio or Original recording
bo: སྒྲ་ཡང་ན་སྒྲ་སྡུད་ངོ་མ།

# field_generations:#allowed_values:Audio or Radio program Dub
source: Audio or Radio program Dub
bo: སྒྲ་ཡང་ན་རླུང་འཕྲིན་ལས་རིམ་གྱི་སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Audio or Radio program Master
source: Audio or Radio program Master
bo: སྒྲ་ཡང་ན་རླུང་འཕྲིན་ལས་རིམ་གྱི་གཙོ་བདག

# field_generations:#allowed_values:Audio or Sound effects
source: Audio or Sound effects
bo: སྒྲ་སྐད་ཡང་ན་སྐད་གདངས་ཀྱི་ནུས་འབྲས།

# field_generations:#allowed_values:Audio or Transcription dub
source: Audio or Transcription dub
bo: སྒྲ་ཡང་ན་སྒྲ་ཡིག་འབེབ་སྒྱུར་གྱི་སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Container or Backup computer files
source: Container or Backup computer files
bo: སྣོད་ཡང་ན་གྲབས་ཉར་རྩིས་འཁོར་གྱི་ཡིག་ཆ།

# field_generations:#allowed_values:Container or Sy Quest Install Disks
source: Container or Sy Quest Install Disks
bo: སྣོད་ཡང་ན་ Sy འཚོལ་ཞིབ་སྒྲིག་འཇུག་འོད་སྡེར།

# field_generations:#allowed_values:Moving image or Air print
source: Moving image or Air print
bo: འགུལ་ལྡན་བརྙན་པར་ཡང་ན་རླུང་གིས་པར་འདེབས།

# field_generations:#allowed_values:Moving image or Answer print
source: Moving image or Answer print
bo: འགུལ་རིས་ཡང་ན་ལན་གྱི་དཔར་འདེབས།

# field_generations:#allowed_values:Moving image or Backup master
source: Moving image or Backup master
bo: འགུལ་རིས་ཡང་ན་གྲབས་ཉར་གཙོ་བདག

# field_generations:#allowed_values:Moving image or BW internegative
source: Moving image or BW internegative
bo: འགུལ་རིས་ཡང་ན་ BW སྤྱིན་ཤོག་གཉིས་པ།

# field_generations:#allowed_values:Moving image or BW kinescope negative
source: Moving image or BW kinescope negative
bo: འགུལ་རིས་ཡང་ན་ BW སྤྱིན་ཤོག་གཉིས་པ།

# field_generations:#allowed_values:Moving image or BW workprint
source: Moving image or BW workprint
bo: འགུལ་རིས་ཡང་ན་ BW བྱ་ལས་པར་འདེབས།

# field_generations:#allowed_values:Moving image or Clip reel
source: Moving image or Clip reel
bo: འགུལ་རིས་ཡང་ན་འདྲས་གཏུག་གི་སྒ་སྒྲིལ།

# field_generations:#allowed_values:Moving image or Color edited workprint
source: Moving image or Color edited workprint
bo: འགུལ་རིས་ཡང་ན་ཁ་དོག་བཅོས་ཟིན་པའི་བྱ་ལས་པར་འདེབས།

# field_generations:#allowed_values:Moving image or Color internegative CRI
source: Moving image or Color internegative CRI
bo: འགུལ་རིས་ཡང་ན་ཁ་དོག་གི་སྤྱིན་ཤོག་གཉིས་པའི་ CRI

# field_generations:#allowed_values:Moving image or Color master
source: Moving image or Color master
bo: འགུལ་རིས་ཡང་ན་ཁ་དོག་གི་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Color workprint
source: Moving image or Color workprint
bo: འགུལ་རིས་ཡང་ན་ཁ་དོག་གི་བྱ་ལས་པར་འདེབས།

# field_generations:#allowed_values:Moving image or Distribution dub
source: Moving image or Distribution dub
bo: འགུལ་རིས་ཡང་ན་འགྲེམས་སྤེལ་སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Moving image or Doc only dub
source: Moving image or Doc only dub
bo: འགུལ་རིས་ཡང་ན་ཡིག་ཆ་གཅིག་པུ་སྒྲ་སྦྱོར།

# field_generations:#allowed_values:Moving image or Doc only master
source: Moving image or Doc only master
bo: འགུལ་རིས་ཡང་ན་ཡིག་ཆ་གཅིག་པུ་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Graphics animation
source: Moving image or Graphics animation
bo: འགུལ་ལྡན་བརྙན་པར་ཡང་ན་པར་རིས་འགུལ་གཟུགས།

# field_generations:#allowed_values:Moving image or Green Label Master
source: Moving image or Green Label Master
bo: འགུལ་རིས་ཡང་ན་མིང་བྱང་ལྗང་ཁུ་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Incomplete master
source: Moving image or Incomplete master
bo: འགུལ་རིས་ཡང་ན་འཕྲོ་ཅན་གཙོ་བདག

# field_generations:#allowed_values:Moving image or International master
source: Moving image or International master
bo: འགུལ་རིས་ཡང་ན་རྒྱལ་སྤྱིའི་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Interpositive
source: Moving image or Interpositive
bo: འགུལ་རིས་ཡང་ན་མཐུན་སྣང་སྤྱིན་ཤོག་གཙོ་བོ།

# field_generations:#allowed_values:Moving image or ISO reel
source: Moving image or ISO reel
bo: འགུལ་རིས་ཡང་ན་ ISO སྒ་སྒྲིལ།

# field_generations:#allowed_values:Moving image or Line reel
source: Moving image or Line reel
bo: འགུལ་རིས་ཡང་ན་ཐིག་གི་སྒ་སྒྲིལ།

# field_generations:#allowed_values:Moving image or Master
source: Moving image or Master
bo: འགུལ་རིས་ཡང་ན་གཙོ་བདག

# field_generations:#allowed_values:Moving image or Mixed magnetic track
source: Moving image or Mixed magnetic track
bo: འགུལ་རིས་ཡང་ན་ཁབ་ལེན་གྱི་སྡུད་ལམ་འདྲེས་མ།
