Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/fields-*.po
Languages: bo

# field_language:#allowed_values:Telugu
source: Telugu
bo: ཏི་ལུ་གུ་

# field_language:#allowed_values:Thai
source: Thai
bo: ཐེ་ཡེ་

# field_language:#allowed_values:Tibetan
source: Tibetan
bo: བོད་ཡིག་

# field_language:#allowed_values:Tigrinya
source: Tigrinya
bo: ཊི་གྷ་རིན་ཡཱ་

# field_language:#allowed_values:Tonga
source: Tonga
bo: ཐང་ཅ།

# field_language:#allowed_values:Tsonga
source: Tsonga
bo: ཙོང་གྷ་

# field_language:#allowed_values:Tswana
source: Tswana
bo: ཙེ་ལྦ་ནཱ་

# field_language:#allowed_values:Turkish
source: Turkish
bo: ཊག་

# field_language:#allowed_values:Turkmen
source: Turkmen
bo: ཊག་མེན་

# field_language:#allowed_values:Twi
source: Twi
bo: ཏཱ་ལྦི་

# field_language:#allowed_values:Uighur
source: Uighur
bo: ཡུ་གུར་

# field_language:#allowed_values:Ukrainian
source: Ukrainian
bo: ཡུག་ཁེར་ནི་ཨན་

# field_language:#allowed_values:Urdu
source: Urdu
bo: ཨུར་རྡུ་

# field_language:#allowed_values:Uzbek
source: Uzbek
bo: ཨུ་ཛ་བྷེག་

# field_language:#allowed_values:Venda
source: Venda
bo: ལྦན་ཌ་

# field_language:#allowed_values:Vietnamese
source: Vietnamese
bo: ལྦེ་ཊ་ནམ་སྐད་

# field_language:#allowed_values:Walloon
source: Walloon
bo: ལྦོལ་ལུན་

# field_language:#allowed_values:Welsh
source: Welsh
bo: ལྦལ་ཤཱ་

# field_language:#allowed_values:Western Frisian
source: Western Frisian
bo: ནུབ་ཕྱོགས་ཕྷ་རི་ཤི་ཨན་

# field_language:#allowed_values:Wolof
source: Wolof
bo: ལྦོ་ལོ་ཕྷ་

# field_language:#allowed_values:Xhosa
source: Xhosa
bo: ཀོའོ་སཱ་

# field_language:#allowed_values:Yiddish
source: Yiddish
bo: ཡི་ཌི་ཤི་

# field_language:#allowed_values:Yoruba
source: Yoruba
bo: ཡོར་རུ་བཱ་

# field_language:#allowed_values:Zhuang Chuang
source: Zhuang Chuang
bo: ཀྲང་ཁྲང་

# field_language:#allowed_values:Zulu
source: Zulu
bo: ཛུ་ལུ་

# field_language:field_pbcore_description:label
source: Description Language
bo: གསལ་བཤད་ཀྱི་སྐད་རིགས

# field_language:field_pbcore_instantiation:label
source: Language
bo: སྐད་རིགས

# field_language:field_pbcore_title:label
source: Title Language
bo: ཁ་བྱང་གི་སྐད་རིགས

# field_language_kmap:audio:label
source: Language
bo: སྐད་རིགས

# field_language_kmap:video:label
source: Language
bo: སྐད་རིགས

# field_license:audio:label
source: Redistribution License
bo: བསྐྱར་དུ་ཁྱབ་སྤེལ་བྱེད་པའི་དཔང་ཡིག

# field_license:video:label
source: Redistribution License
bo: བསྐྱར་དུ་ཁྱབ་སྤེལ་བྱེད་པའི་དཔང་ཡིག

# field_location:audio:label
source: Referenced Places
bo: ཟུར་འབྲེལ་བྱས་པའི་ས་གནས

# field_location:video:label
source: Referenced Places
bo: ཟུར་འབྲེལ་བྱས་པའི་ས་གནས

# field_masters_archived:#allowed_values:No
source: No
bo: མིན

# field_masters_archived:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_masters_archived:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_masters_archived:field_workflow:label
source: Masters Archived
bo: Masters ཡིག་ཚགས་སུ་བཞག་ཟིན

# field_media_needs_recompression:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_media_needs_recompression:#allowed_values:No
source: No
bo: མིན

# field_media_needs_recompression:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_media_needs_recompression:field_workflow:label
source: Media Needs Recompression
bo: འཕྲིན་ལམ་ལ་སྐྱར་དུ་བཙུར་སྒྲིག་བྱེད་པ།

# field_media_needs_re_editing:#allowed_values:No
source: No
bo: མིན

# field_media_needs_re_editing:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_media_needs_re_editing:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_media_needs_re_editing:field_workflow:label
source: Media Needs Re-editing
bo: འཕྲིན་ལམ་ལ་སྐྱར་དུ་རྩོམ་སྒྲིག་བྱེད་པ།

# field_media_problem_1:#allowed_values:No
source: No
bo: མིན

# field_media_problem_1:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_media_problem_1:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_media_problem_1:field_workflow:label
source: Media Problem #1
bo: འཕྲིན་ལམ་གནད་དོན ༡ པོ

# field_media_problem_2:#allowed_values:No
source: No
bo: མིན

# field_media_problem_2:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_media_problem_2:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_media_problem_2:field_workflow:label
source: Media Problem #2
bo: འཕྲིན་ལམ་གྱི་གནད་དོན ༢ པ

# field_media_problem_3:#allowed_values:No
source: No
bo: མིན

# field_media_problem_3:#allowed_values:Not Reviewed
source: Not Reviewed
bo: ཞུ་དག་བྱས་མེད་པ

# field_media_problem_3:#allowed_values:Yes
source: Yes
bo: ཡིན

# field_media_problem_3:field_workflow:label
source: Media Problem #3
bo: འཕྲིན་ལམ་གྱི་གནད་དོན ༣ པ

# field_media_type:#allowed_values:Animation
source: Animation
bo: འགུལ་གཟུགས་

# field_media_type:#allowed_values:Artifact
source: Artifact
bo: སྒྱུ་རྩལ་དངོས་རིགས་

# field_media_type:#allowed_values:Collection
source: Collection
bo: ཕྱོགས་བསྡུས

# field_media_type:#allowed_values:Dataset
source: Dataset
bo: གཞི་གྲངས་ཚན་པ་

# field_media_type:#allowed_values:Event
source: Event
bo: ལས་འགུལ་

# field_media_type:#allowed_values:Interactive Resource
source: Interactive Resource
bo: སྣོལ་རེས་ཐོན་ཁུངས་

# field_media_type:#allowed_values:Moving Image
source: Moving Image
bo: འགུལ་ལྡན་བརྙན་པར་

# field_media_type:#allowed_values:Physical Object
source: Physical Object
bo: ཕྱིའི་དངོས་པོ་

# field_media_type:#allowed_values:Presentation
source: Presentation
bo: འགྲེམ་སྟོན་

# field_media_type:#allowed_values:Service
source: Service
bo: ཞབས་ཞུ་

# field_media_type:#allowed_values:Software
source: Software
bo: མཉེན་ཆས་

# field_media_type:#allowed_values:Sound
source: Sound
bo: སྒྲ

# field_media_type:#allowed_values:Static Image
source: Static Image
bo: འགུལ་མེད་འདྲ་རིས་

# field_media_type:#allowed_values:Text
source: Text
bo: ཡི་གེ

# field_media_type:field_pbcore_instantiation:label
source: Media Type
bo: འཕྲིན་ལམ་གྱི་རིགས།

# field_og_collection_ref:article:label
source: Collection
bo: ཕྱོགས་བསྡུས

# field_og_collection_ref:audio:label
source: Collection
bo: ཕྱོགས་བསྡུས

# field_og_collection_ref:video:label
source: Collection
bo: ཕྱོགས་བསྡུས

# field_og_parent_collection_ref:subcollection:label
source: Parent Collection
bo: མ་ཁོངས་ཀྱི་ཕྱོགས་བསྡུས

# field_pbcore_annotation:field_pbcore_instantiation:label
source: Annotation
bo: མཆན་འགྲེལ

# field_pbcore_contributor:audio:label
source: Contributor
bo: སྒྲུབ་མཁན

# field_pbcore_contributor:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_contributor:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_contributor:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_contributor:source:label
source: Contributor
bo: སྒྲུབ་མཁན

# field_pbcore_contributor:video:label
source: Contributor
bo: སྒྲུབ་མཁན

# field_pbcore_contributor:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_contributor:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_contributor:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_coverage:audio:description
source: Time period(s) covered by this audio resource
bo: སྒྲ་འདིའི་དུས་ཡུན

# field_pbcore_coverage:audio:label
source: Time Period
bo: དུས་ཡུན

# field_pbcore_coverage:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_coverage:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_coverage:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_coverage:video:description
source: The time period(s) covered by this video resource
bo: བརྙན་རིས་ཀྱི་ཐོན་ཁུངས་འདིའི་དུས་ཡུན

# field_pbcore_coverage:video:label
source: Time Period
bo: དུས་ཡུན

# field_pbcore_coverage:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_coverage:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_coverage:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_creator:audio:label
source: Creator
bo: གསར་འཛུགས་མཁན

# field_pbcore_creator:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_creator:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_creator:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_creator:source:label
source: Creator
bo: གསར་འཛུགས་མཁན

# field_pbcore_creator:video:label
source: Creator
bo: གསར་འཛུགས་མཁན

# field_pbcore_creator:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_creator:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_creator:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_date_available:field_pbcore_instantiation:label
source: Date Available
bo: སྤྱོད་རུང་བའི་ཟླ་ཚེས

# field_pbcore_description:audio:label
source: Description
bo: གསལ་བཤད

# field_pbcore_description:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_description:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_description:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_description:video:label
source: Description
bo: གསལ་བཤད

# field_pbcore_description:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_description:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_description:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_extension:audio:label
source: Extension
bo: རྒྱ་བསྐྱེད

# field_pbcore_extension:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_extension:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_extension:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_extension:video:label
source: Extension
bo: རྒྱ་བསྐྱེད

# field_pbcore_extension:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_extension:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_extension:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_format_id:field_pbcore_instantiation:label
source: Format Id
bo: ཨང་རྟགས་སྒྱུར་བ

# field_pbcore_identifier:audio:label
source: Identifier
bo: ངོས་འཛིན་རྟགས

# field_pbcore_identifier:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_identifier:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_identifier:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_identifier:video:label
source: Identifiers
bo: ངོས་འཛིན་རྟགས

# field_pbcore_identifier:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_identifier:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_identifier:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_instantiation:audio:label
source: Versions
bo: པར་གཞི

# field_pbcore_instantiation:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_instantiation:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_instantiation:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_instantiation:source:label
source: Version
bo: པར་གཞི

# field_pbcore_instantiation:video:label
source: Versions
bo: པར་གཞི

# field_pbcore_instantiation:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_instantiation:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_instantiation:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_publisher:audio:label
source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

# field_pbcore_publisher:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_publisher:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_publisher:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_publisher:video:label
source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

# field_pbcore_publisher:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_publisher:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_publisher:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_relation:audio:label
source: Related Media
bo: འབྲེལ་ཡོད་འཕྲིན་ལམ

# field_pbcore_relation:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_relation:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_relation:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_relation:video:label
source: Related Media
bo: འབྲེལ་ཡོད་འཕྲིན་ལམ

# field_pbcore_relation:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_relation:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_relation:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_rights_summary:audio:label
source: Rights Summary
bo: བདག་དབང་གནད་བསྡུས

# field_pbcore_rights_summary:video:label
source: Rights Summary
bo: བདག་དབང་གནད་བསྡུས

# field_pbcore_sponsor:audio:label
source: Sponsor
bo: རོགས་སྐྱོར་མཁན

# field_pbcore_sponsor:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_sponsor:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_sponsor:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_sponsor:video:description
source: A person or organization who sponsored this AV item
bo: AV རྣམ་གྲངས་འདིར་སྦྱིན་བདག་གནང་མཁན་གྱི་མི་སྒེར་དང་རྩ་འཛུགས།

# field_pbcore_sponsor:video:label
source: Sponsor
bo: རོགས་སྐྱོར་མཁན

# field_pbcore_sponsor:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_sponsor:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_sponsor:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_title:audio:label
source: Title
bo: ཁ་བྱང

# field_pbcore_title:audio:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_title:audio:setting_delete
source: delete
bo: བསུབ

# field_pbcore_title:audio:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_pbcore_title:video:label
source: Title
bo: ཁ་བྱང

# field_pbcore_title:video:setting_add
source: add
bo: ཁ་སྣོན

# field_pbcore_title:video:setting_delete
source: delete
bo: བསུབ

# field_pbcore_title:video:setting_edit
source: edit
bo: རྩོམ་སྒྲིག

# field_physical_format:#allowed_values:1 inch audio tape
source: 1 inch audio tape
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་སྒྲ་ཐག

# field_physical_format:#allowed_values:1 inch videotape EL3400
source: 1 inch videotape EL3400
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག EL3400

# field_physical_format:#allowed_values:1 inch videotape EV 200
source: 1 inch videotape EV 200
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག EV 200

# field_physical_format:#allowed_values:1 inch videotape Helical BVH 1000
source: 1 inch videotape Helical BVH 1000
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་གཅུས་གཟུགས་ BVH 1000

# field_physical_format:#allowed_values:1 inch videotape IVC 700 or 800 or 900
source: 1 inch videotape IVC 700 or 800 or 900
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ IVC 700 ཡང་ན་ 800 ཡང་ན་ 900

# field_physical_format:#allowed_values:1 inch videotape PI 3V
source: 1 inch videotape PI 3V
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག PI 3V

# field_physical_format:#allowed_values:1 inch videotape SMPTE Type A
source: 1 inch videotape SMPTE Type A
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག SMPTE རིགས་ A

# field_physical_format:#allowed_values:1 inch videotape SMPTE Type B
source: 1 inch videotape SMPTE Type B
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག SMPTE རིགས་ B

# field_physical_format:#allowed_values:1 inch videotape SMPTE Type C
source: 1 inch videotape SMPTE Type C
bo: ཨིན་ཅི་ 1 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག SMPTE རིགས་ C

# field_physical_format:#allowed_values:2 inch audio tape
source: 2 inch audio tape
bo: ཨིན་ཅི་ 2 ལྡན་གྱི་སྒྲ་ཐག

# field_physical_format:#allowed_values:2 inch videotape Helical Ampex VR 1500
source: 2 inch videotape Helical Ampex VR 1500
bo: ཨིན་ཅི་ 2 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་གཅུས་གཟུགས་ Ampex VR 1500

# field_physical_format:#allowed_values:2 inch videotape Helical IVC 9000
source: 2 inch videotape Helical IVC 9000
bo: ཨིན་ཅི་ 2 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་གཅུས་གཟུགས་ IVC 9000

# field_physical_format:#allowed_values:2 inch videotape Quad
source: 2 inch videotape Quad
bo: ཨིན་ཅི་ 2 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ Quad

# field_physical_format:#allowed_values:2 inch videotape Sony Helical SV 201
source: 2 inch videotape Sony Helical SV 201
bo: ཨིན་ཅི་ 2 ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ Quad

# field_physical_format:#allowed_values:8 Track cassette
source: 8 Track cassette
bo: སྡུད་ལམ་ 8 ཡོད་པའི་ཊེབ་ཐག

# field_physical_format:#allowed_values:8mm Digital 8
source: 8mm Digital 8
bo: 8mm གྲངས་འཛིན་ 8

# field_physical_format:#allowed_values:8mm Hi8 Video
source: 8mm Hi8 Video
bo: 8mm Hi8 བརྙན་ཟློས།

# field_physical_format:#allowed_values:8mm video
source: 8mm video
bo: 8mm བརྙན་ཟློས།

# field_physical_format:#allowed_values:Art original
source: Art original
bo: ཐོག་མའི་སྒྱུ་རྩལ་

# field_physical_format:#allowed_values:Art print
source: Art print
bo: སྒྱུ་རྩལ་གྱི་པར་འདེབས།

# field_physical_format:#allowed_values:Art reproduction
source: Art reproduction
bo: སྒྱུ་རྩལ་པར་སློག་

# field_physical_format:#allowed_values:Audio cart
source: Audio cart
bo: སྒྲའི་འདྲེན་འཁོར།

# field_physical_format:#allowed_values:BD Videodisc
source: BD Videodisc
bo: BD བརྙན་ཟློས་འོད་སྡེར།

# field_physical_format:#allowed_values:Betacam
source: Betacam
bo: བྷེ་ཏ་ཀེམ་

# field_physical_format:#allowed_values:Betacam Digital Digi Beta
source: Betacam Digital Digi Beta
bo: བྷེ་ཏ་ཀེམ་གྲངས་ཀའི་ Digi Beta

# field_physical_format:#allowed_values:Betacam SP
source: Betacam SP
bo: བྷེ་ཏ་ཀེམ་ SP

# field_physical_format:#allowed_values:Betacam SX
source: Betacam SX
bo: བྷེ་ཏ་ཀེམ་ SX

# field_physical_format:#allowed_values:Betamax or Super or HB
source: Betamax or Super or HB
bo: བྷེ་ཏ་ཀེམ་ཡང་ན་ Super ཡང་ན་ HB

# field_physical_format:#allowed_values:Binder
source: Binder
bo: བསྡམ་མཁན་

# field_physical_format:#allowed_values:Book
source: Book
bo: དེབ

# field_physical_format:#allowed_values:CD Audio
source: CD Audio
bo: CD སྒྲ་

# field_physical_format:#allowed_values:CD Video
source: CD Video
bo: CD བརྙན་ཟློས།

# field_physical_format:#allowed_values:Chart
source: Chart
bo: མཚོན་རིས

# field_physical_format:#allowed_values:DBX 700 VHS tape
source: DBX 700 VHS tape
bo: DBX 700 VHS ཊེབ་ཐག

# field_physical_format:#allowed_values:DV Mini
source: DV Mini
bo: DV ཆུང་ངུ་

# field_physical_format:#allowed_values:DVD Audio
source: DVD Audio
bo: DVD སྒྲ་

# field_physical_format:#allowed_values:DVD minus R
source: DVD minus R
bo: DVD འཐེན་ R

# field_physical_format:#allowed_values:DVD minus RW
source: DVD minus RW
bo: DVD འཐེན་ RW

# field_physical_format:#allowed_values:DVD plus R
source: DVD plus R
bo: DVD སྣོན་ R

# field_physical_format:#allowed_values:DVD plus R DL
source: DVD plus R DL
bo: DVD སྣོན་ R DL

# field_physical_format:#allowed_values:DVD plus RW
source: DVD plus RW
bo: DVD སྣོན་ RW

# field_physical_format:#allowed_values:DVD Video
source: DVD Video
bo: DVD བརྙན་ཟློས་

# field_physical_format:#allowed_values:ED Beta
source: ED Beta
bo: ED བེ་ཊཱ་

# field_physical_format:#allowed_values:EIAJ Cartridge
source: EIAJ Cartridge
bo: EIAJ སྡུད་ཐག

# field_physical_format:#allowed_values:EVD Videodisc China
source: EVD Videodisc China
bo: EVD བརྙན་ཟློས་འོད་སྡེར་རྒྱ་ནག

# field_physical_format:#allowed_values:F1 Beta tape
source: F1 Beta tape
bo: F1 བེ་ཊཱ་ཊེབ་ཐག

# field_physical_format:#allowed_values:Film 16mm
source: Film 16mm
bo: ཕིང་ཤོག 16mm

# field_physical_format:#allowed_values:Film 35mm
source: Film 35mm
bo: ཕིང་ཤོག 35mm

# field_physical_format:#allowed_values:Film 70mm
source: Film 70mm
bo: ཕིང་ཤོག 70mm

# field_physical_format:#allowed_values:Film 8mm
source: Film 8mm
bo: ཕིང་ཤོག 8mm

# field_physical_format:#allowed_values:Filmstrip
source: Filmstrip
bo: གློག་བརྙན་གྱི་ཕིང་ཤོག

# field_physical_format:#allowed_values:Flash card
source: Flash card
bo: Flash བྱང་བུ་

# field_physical_format:#allowed_values:Flash Memory
source: Flash Memory
bo: Flash ནང་གསོག

# field_physical_format:#allowed_values:Flip chart
source: Flip chart
bo: སློག་འཁོར་ཐིག་རིས་

# field_physical_format:#allowed_values:half inch audio tape
source: half inch audio tape
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་ཊེབ་ཐག

# field_physical_format:#allowed_values:half inch digital audio
source: half inch digital audio
bo: ཨིན་ཅི་ཕྱེད་ལྡན་གྱི་གྲངས་འཛིན།

# field_physical_format:#allowed_values:half inch videotape CV
source: half inch videotape CV
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ CV

# field_physical_format:#allowed_values:half inch videotape EIAJ Type 1
source: half inch videotape EIAJ Type 1
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ EIAJ རིགས་ 1

# field_physical_format:#allowed_values:half inch videotape Hawkeye or Recam or M
source: half inch videotape Hawkeye or Recam or M
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག Hawkeye ཡང་ན་ Recam ཡང་ན་ M

# field_physical_format:#allowed_values:half inch videotape V2000
source: half inch videotape V2000
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ V2000

# field_physical_format:#allowed_values:half inch videotape VCR
source: half inch videotape VCR
bo: ཨིན་ཆི་ཕྱེད་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ VCR

# field_physical_format:#allowed_values:Hard Drive
source: Hard Drive
bo: མཁྲེག་སྐུལ་ཆས་

# field_physical_format:#allowed_values:HD Videodisc
source: HD Videodisc
bo: HD བརྙན་ཟློས་འོད་སྡེར།

# field_physical_format:#allowed_values:High 8 DA78
source: High 8 DA78
bo: མཐོ་པོ་ 8 DA78

# field_physical_format:#allowed_values:Kodak PhotoCD
source: Kodak PhotoCD
bo: Kodak པར་གྱི་འོད་སྡེར་

# field_physical_format:#allowed_values:Lacquer discs or acetates
source: Lacquer discs or acetates
bo: ལ་རྩིའི་འོད་སྡེར་ཡང་ན་སྐྱུར་ཚྭ།

# field_physical_format:#allowed_values:Laser Videodisc CAV 12inch
source: Laser Videodisc CAV 12inch
bo: ལེ་ཟེར་བརྙན་ཟློས་ཊེབ་ཐག་ CAV ཨིན་ཅི་ 12

# field_physical_format:#allowed_values:Laser Videodisc CLV 12 inch
source: Laser Videodisc CLV 12 inch
bo: ལེ་ཟེར་བརྙན་ཟློས་ཊེབ་ཐག་ CLV ཨིན་ཅི་ 12

# field_physical_format:#allowed_values:LP Record
source: LP Record
bo: LP ཟིན་ཐོ་

# field_physical_format:#allowed_values:LP Record 45
source: LP Record 45
bo: LP ཟིན་ཐོ་ 45

# field_physical_format:#allowed_values:Manuscript
source: Manuscript
bo: ཟིན་བྲིས

# field_physical_format:#allowed_values:Minidisc
source: Minidisc
bo: འོད་སྡེར་ཆུང་བ་

# field_physical_format:#allowed_values:Newspaper
source: Newspaper
bo: གསར་ཤོག

# field_physical_format:#allowed_values:one eighth inch audio cassette
source: one eighth inch audio cassette
bo: ཨིན་ཅི་བརྒྱད་ཆ་གཅིག་གི་སྒྲའི་ཊེབ་ཐག

# field_physical_format:#allowed_values:one fourth inch audio cassette
source: one fourth inch audio cassette
bo: ཨིན་ཅི་བཞི་ཆ་གཅིག་གི་སྒྲའི་ཊེབ་ཐག

# field_physical_format:#allowed_values:one fourth inch audio tape
source: one fourth inch audio tape
bo: ཨིན་ཅི་བཞི་ཆ་གཅིག་གི་སྒྲ་ཐག

# field_physical_format:#allowed_values:one fourth inch videotape Akai8
source: one fourth inch videotape Akai8
bo: ཨིན་ཅི་བཞི་ཆ་གཅིག་གི་བརྙན་ཟློས་ཊེབ་ཐག Akai8

# field_physical_format:#allowed_values:Paper
source: Paper
bo: ཤོག་བུ་

# field_physical_format:#allowed_values:Periodical
source: Periodical
bo: དུས་མཚམས་ཅན

# field_physical_format:#allowed_values:Photograph
source: Photograph
bo: པར

# field_physical_format:#allowed_values:Picture
source: Picture
bo: པར

# field_physical_format:#allowed_values:Postcard
source: Postcard
bo: སྐུར་ཤོག

# field_physical_format:#allowed_values:Poster
source: Poster
bo: བརྡ་ཁྱབ

# field_physical_format:#allowed_values:Radiograph
source: Radiograph
bo: གློག་གི་པར་རིས་

# field_physical_format:#allowed_values:Roland DM 80
source: Roland DM 80
bo: རོའོ་ལེན་ཌ་ DM 80

# field_physical_format:#allowed_values:Shellac discs
source: Shellac discs
bo: ཤེལ་ལེག་འོད་སྡེར།

# field_physical_format:#allowed_values:Slide
source: Slide
bo: འདྲེད་

# field_physical_format:#allowed_values:Stereograph
source: Stereograph
bo: འབུར་ཐོན་པར་རིས་

# field_physical_format:#allowed_values:Study print
source: Study print
bo: པར་འདེབས་ཉམས་ཞིབ་

# field_physical_format:#allowed_values:Technical drawing
source: Technical drawing
bo: བཟོ་རིག་གི་རི་མོ།

# field_physical_format:#allowed_values:three quarters inch videotape Umatic SP
source: three quarters inch videotape Umatic SP
bo: ཨིན་ཆེ་བཞི་ཆ་གསུམ་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ Umatic SP

# field_physical_format:#allowed_values:three quarters inch videotape Umatic
source: three quarters inch videotape Umatic
bo: ཨིན་ཅི་བཞི་ཆ་གསུམ་ལྡན་གྱི་བརྙན་ཟློས་ཊེབ་ཐག་ Umatic

# field_physical_format:#allowed_values:Transparency
source: Transparency
bo: སྒྲོན་བརྙན་ཕིང་ཤོག
