Repository: shanti-uva/l10n-translations
Catalog: Drupal/DrupalCore/menu-*.po
Languages: bo

# item:1224:title
source: My Stuff
bo: ངའི་ཅ་ལག

# item:1292:title
source: My Stuff
bo: ངའི་ཅ་ལག

# item:1293:title
source: My Videos
bo: ངའི་བརྙན་ཟློས་

# item:1295:title
source: My Collections
bo: ངའི་ཕྱོགས་བསྡུས

# item:227:title
source: Home
bo: གཙོ་ངོས

# item:2628:title
source: My Memberships
bo: ངའི་ཁོངས་མིའི་འབྲེལ་བ།

# item:3085:description
source: Documentation on Mediabase
bo: སྨྱན་གཟུགས་གཞི་བཞག་ཡིག་ཆ་ཕྱོགས་བསྒྲིགས།

# item:3085:title
source: Help
bo: རོགས་རམ

# menu:devel:description
source: Development link
bo: གསར་སྤེལ་སྦྲེལ་མཐུད།

# menu:devel:title
source: Development
bo: གསར་སྤེལ

# menu:features:description
source: Menu items for any enabled features.
bo: ཁྱད་ཆོས་གང་རུང་ནུས་ཡོད་བཟོས་པའི་འདེམས་བྱང་གྱི་སྡེ་ཚན།

# menu:features:title
source: Features
bo: ཁྱད་ཆོས།

# menu:main-menu:description
source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
bo: འདེམས་བྱང་<em>གཙོ་བོ་</em>་ནི་དྲ་ཚིགས་མང་ཆེ་བའི་ཐོག་གི་ཚན་ཁག་གཙོ་བོ་དག་སྟོན་བྱེད་ལ་སྤྱོད་བཞིན་ཡིན། རྒྱུན་དུ་ཕྱོགས་སྟོན་ངོས་ཀྱི་ཐོད་དུ་གནས་ཡོད།

# menu:main-menu:title
source: Main menu
bo: འདེམས་བྱང་གཙོ་བོ

# menu:management:description
source: The <em>Management</em> menu contains links for administrative tasks.
bo: <em>དོ་དམ་</em>འདེམས་བྱང་གི་ནང་དུ་དོ་དམ་ལས་འགན་གྱི་སྦྲེལ་ཐག་ཡོད།

# menu:management:title
source: Management
bo: དོ་དམ་

# menu:navigation:description
source: The <em>Navigation</em> menu contains links intended for site visitors. Links are added to the <em>Navigation</em> menu automatically by some modules.
bo: <em>ཕྱོགས་སྟོན་</em>འདེམས་བྱང་ནང་དུ་དྲ་ཚིགས་སྤྱོད་མཁན་ལ་དགོས་པའི་སྦྲེལ་ཐག་ཡོད། མ་དཔེ་འགའ་ཞིག་གིས་རང་འགུལ་གྱིས་<em>ཕྱོགས་སྟོན་</em>འདེམས་བྱང་ལ་སྦྲེལ་ཐག་ཁ་སྣོན་བྱེད།

# menu:navigation:title
source: Navigation
bo: ཕྱོགས་སྟོན

# menu:shanti-explore-menu:description
source: Links in the explore menu
bo: གསར་འཚོལ་འདེམས་བྱང་ནང་ཡོད་ཀྱི་མཐུད་སྦྲེལ།

# menu:shanti-explore-menu:title
source: Mandala Explore Menu
bo: Shanti འཚོལ་ཞིབ་ཀྱི་འདེམས་ཐོ

# menu:shanti-explore-menu:title
source: Shanti Explore Menu
bo: Shanti འཚོལ་ཞིབ་ཀྱི་འདེམས་ཐོ

# menu:user-menu:description
source: The User menu contains links related to the user's account, as well as the 'Log out' link.
bo: <em>སྤྱོད་མཁན་</em>འདེམས་བྱང་ལ་སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་དང་འབྲེལ་བའི་སྦྲེལ་ཐག་ཡོད། ད་དུང་ཕྱིར་འབུད་ཀྱི་སྦྲེལ་ཐག་ཡང་ཡོད།

# menu:user-menu:description
source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
bo: <em>སྤྱོད་མཁན་</em>འདེམས་བྱང་ལ་སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་དང་འབྲེལ་བའི་སྦྲེལ་ཐག་ཡོད། ད་དུང་ཕྱིར་འབུད་ཀྱི་སྦྲེལ་ཐག་ཡང་ཡོད།

# menu:user-menu:title
source: User menu
bo: སྤྱོད་མཁན་གྱི་འདེམས་བྱང
