Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/book_pubreader.*.po
Languages: bo

source: Book PubReader Settings
bo: དེབ་ཀྱི་Pub ཀློག་བྱེད་ཀྱི་སྒྲིག་འགོད

source: Adjust the look and feel of PubReader.
bo: PubReader ཡི་མཐོང་སྣང་དང་ཚོར་སྣང་བཟོ་བཅོས་བྱེད་པ།

source: Color of headers
bo: འགོ་བརྗོད་ཀྱི་ཁ་དོག

source: The color of the headers in PubReader view. Use any value that makes sense to CSS.
bo: PubReader ཡི་མཐོང་རིས་ནང་གི་འགོ་བརྗོད་ཀྱི་ཁ་དོག CSS དང་མཐུན་པའི་ཐོབ་གྲངས་གང་རུང་ཞིག་སྤྱོད་དགོས།

source: Administer Book PubReader
bo: དེབ་ཀྱི་PubReader ལ་དོ་དམ་རྒྱག་པ

source: Perform administration tasks, such as setting header colors.
bo: དོ་དམ་གྱི་འོས་འགན་ལག་བསྟར་བྱེད་པ། དཔེར་ན་འགོ་བརྗོད་ཀྱི་ཁ་དོག་སྒྲིག་པ།

source: To use Book PubReader, simply create a URL like so: [your_drupal_site]/book_pubreader/[book_id]. You may want to create a view that generates these views for all books, or create a link in a Panel for book nodes that does this for each book.
bo: Pub ཀློག་བྱེད་སྤྱོད་དགོས་ན། སྟབས་བདེའི་ངང་འདི་འདྲའི་དྲ་གནས་ཤིག་གསར་འཛུགས་བྱས་ཆོག [your_drupal_site]/book_pubreader/[book_id] ཁྱེད་ཀྱིས་མཐོང་རིས་ཤིག་གསར་བཟོ་བྱས་ནས་དཔེ་དེབ་ཡོངས་ལ་མཐོང་རིས་འདི་དག་གསར་འདོན་བྱེད་པ་དང་། ཡང་ན་དཔེ་དེབ་སྦྲེལ་གནས་ཀྱི་སྒྲོམ་ནང་དུ་སྦྲེལ་ཐག་ཞིག་གསར་བཟོ་བྱས་ནས་དཔེ་དེབ་རེ་རེ་ལ་མཐོང་རིས་བཟོས་ཆོག

source: Book PubReader activated. To use it, simply append the node ID of a book to the path /book_pubreader/.
bo: དེབ་ཀྱི་Pub ཀློག་བྱེད་ནུས་ཡོད་བསྒྱུར་ཟིན། དེ་སྤྱོད་དགོས་ན། དེབ་ཀྱི་སྦྲེལ་གནས་ཨང་རྟགས་དེ་སྟབས་བདེའི་ངང་/book_pubreader/ ཡི་མཐའ་ལ་འཇུག་རོགས།

source: Book PubReader
bo: དེབ་ཀྱི་Pub ཀློག་བྱེད

source: View Drupal Books with the NIH PubReader
bo: NIH Pub ཀློག་བྱེད་ཀྱི་ནང་དུ་Drupal ཡི་དཔེ་དེབ་ལ་ལྟ་བ

source: Book
bo: དེབ
