Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/kmaps_explorer.*.po
Languages: bo

source: Terms
bo: ཐ་སྙད

source: Clear all solr api caches
bo: solr འཇུག་སྒོ་ཡི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all overview caches
bo: གནད་བསྡུས་ཀྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all illustration caches
bo: གསལ་བཤད་ཀྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all accordion caches
bo: accordion ཡི་བར་གསོག་ཡོངས་གཙང་སེལ་བྱེད

source: Clear all subjects caches
bo: བརྗོད་དོན་གྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all places caches
bo: ས་གནས་ཀྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all photos caches
bo: པར་གྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all audio_video caches
bo: སྒྲ་དང་བརྙན་རིས་ཀྱི་བར་གསོག་ཡོངས་གཙང་སེལ་བྱེད

source: Clear all sources caches
bo: ཁུངས་ཀྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all visuals caches
bo: འཆར་སྣང་གི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all popover caches
bo: གསལ་འདེམས་སྒྲོམ་གྱི་བར་གསོག་ཡོངས་གཙང་སེལ

source: Clear all caches
bo: གནས་སྐབས་གསོག་འཇོག་ཡོངས་གཙང་དག་བཟོ

source: Solr caches cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་ཀྱི་བར་གསོག་རེའུ་མིག་ནས་Solr བར་གསོག་གཙང་དག་བཟོས་ཟིན།

source: Main overview caches cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་བྱེད་ཀྱི་བར་གསོག་རེའུ་མིག་ནས་གནད་བསྡུས་གཙོ་བོའི་བར་གསོག་གཙང་སེལ་བྱས་ཟིན།

source: All caches cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་གི་བར་གསོག་རེའུ་མིག་ནས་བར་གསོག་ཡོངས་གཙང་སེལ་བྱས་ཚར།

source: Illustrations cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་བྱེད་ཀྱི་བར་གསོག་རེའུ་མིག་ནས་འགྲེལ་བཤད་གཙང་སེལ་བཟོས་པ།

source: Accordion cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་བར་གསོག་རེའུ་མིག་ནས་Accordion སུབ་ཟིན།

source: Subjects cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་བར་གསོག་གི་རེའུ་མིག་ནས་བརྗོད་དོན་བསུབ་ཟིན།

source: Places cleared from the kmaps explorer cache table.
bo: kmaps ཕྱོགས་སྟོན་བར་གསོག་རེའུ་མིག་ནས་ས་གནས་གཙང་སེལ་བྱས་པ།

source: Photos cleared from the kmaps explorer cache table.
bo: kmaps ཕྱོགས་སྟོན་བར་གསོག་རེའུ་མིག་ནས་པར་གཙང་སེལ་བཟོས་ཟིན།

source: Audio-video cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་བར་གསོག་རེའུ་མིག་ནས་སྒྲ་དང་བརྙན་རིས་གཙང་སེལ་བྱས་ཚར།

source: Sources cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་ཀྱི་བར་གསོག་རེའུ་མིག་ནས་ཁུངས་བསུབ་ཟིན།

source: Visuals cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་ཀྱི་བར་གསོག་རེའུ་མིག་ནས་འཆར་སྣང་སུབ་ཟིན།

source: Popovers cleared from the kmaps explorer cache table.
bo: kmaps འཚོལ་ཞིབ་ལག་ཆའི་བར་གསོག་རེའུ་མིག་ནས་ཕྱི་རིམ་སྒྲོམ་གཙང་སེལ་བྱས་ཟིན།

source: KMaps Explorer Navigator
bo: KMaps འཚོལ་བྱེད་ཀྱི་ཕྱོགས་སྟོན་ལག་ཆ

source: cron
bo: དུས་བཀག་སྒྲིག་རིམ

source: Number of anonymous sessions deleted: @num.
bo: གསང་མིང་ཅན་གྱི་སྦྲེལ་ཡུན་@num་བསུབ་ཚར།

source: Kmaps Content Template
bo: Kmaps་ནང་དོན་དཔེ་གཞི

source: Return the html for the display of a KMap feature
bo: KMap བྱེད་ནུས་ཀྱི་མངོན་འཆར་ལ་html ཕྱིར་འདོན་བྱེད་པ

source: Subjects
bo: བརྗོད་དོན

source: Creates a page that shows the initial landing content of the subjects app.
bo: བརྗོད་དོན་ཉེར་སྤྱོད་ཀྱི་འགོ་འཛུགས་ནང་དོན་འཆར་ཐུབ་པའི་དྲ་ངོས་ཤིག་གསར་འཛུགས་བྱེད།

source: Creates a callback that shows overview in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་གནད་བསྡུས་སྟོན་པ

source: Places
bo: ས་གནས

source: Creates a page that shows the initial landing content of the places app.
bo: ས་གནས་ཉེར་སྤྱོད་ཀྱི་འགོ་འཛུགས་ནང་དོན་འཆར་ཐུབ་པའི་དྲ་ངོས་ཤིག་གསར་འཛུགས་བྱེད།

source: Creates a callback that shows overview in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་གནད་བསྡུས་སྟོན་པ

source: Creates a callback that shows subjects in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་བརྗོད་དོན་སྟོན་པ

source: Creates a callback that shows subjects in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་བརྗོད་དོན་སྟོན་པ

source: Creates a callback that shows essays in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་རྩོམ་ཡིག་སྟོན་པ

source: Creates a callback that shows essays in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་རྩོམ་ཡིག་སྟོན་པ

source: Creates a callback that shows places in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་ས་གནས་སྟོན་པ

source: Creates a callback that shows places in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་ས་གནས་སྟོན་པ

source: Creates a callback that shows photos in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་པར་སྟོན་པ

source: Creates a callback that shows individual photos in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་པར་སོ་སོ་སྟོན་པ

source: Creates a callback that shows photos in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་པར་སྟོན་པ

source: Creates a callback that shows individual photos in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་པར་སོ་སོ་སྟོན་པ

source: Creates a callback that shows individual text nodes
bo: ཡིག་གེའི་སྦྲེལ་གནས་སོ་སོ་སྟོན་བྱེད་ཀྱི་ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོ་བ

source: Creates a callback that shows audio-video in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་སྒྲ་དང་བརྙན་རིས་སྟོན་པ

source: Creates a callback that shows audio-video in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་སྒྲ་དང་བརྙན་རིས་སྟོན་པ

source: Creates a callback that shows individual audio-video nodes
bo: སྒྲ་དང་བརྙན་རིས་སོ་སོར་སྟོན་བྱེད་ཀྱི་ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཞིག་གསར་འཛུགས

source: SHANTI KMAPS EXPLORER ADMIN
bo: SHANTI KMAPS ཡི་འཚོལ་ཞིབ་དོ་དམ

source: Specify settings to clear caches for the kmaps explorer module
bo: kmaps འཚོལ་ཞིབ་མ་དཔེ་ཡི་བར་གསོག་གཙང་སེལ་གྱི་སྒྲིག་འགོད་གཏན་འབེབ་བྱེད་པ

source: Modified Subject API Call
bo: བརྗོད་གཞིAPIསྒྲིག་འགོད་བཅོས་བསྒྱུར།

source: Modifies the subject api call by adding counts of descendants
bo: ཟུར་གཏོགས་ཐོ་ཁོངས་སྣོན་འཇུག་བརྒྱུད་ནས་བརྗོད་གཞིའི་apiསྒྲིག་འགོད་བཅོས་བསྒྱུར།

source: Creates a callback that shows sources in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་ཁུངས་སྟོན་པ

source: Creates a callback that shows visuals in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་འཆར་སྣང་སྟོན་པ

source: Creates a callback that shows visuals in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་ཤིག་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་འཆར་སྣང་སྟོན་པ

source: Create a callback that shows an individual source in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་དམིགས་བསལ་གྱི་ཁུངས་ཤིག་འཆར་བ

source: Create a callback that shows an individual source in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་དམིགས་བསལ་གྱི་ཁུངས་ཤིག་འཆར་བ

source: Create a callback that shows an individual visuals in subjects via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་བཟོས་ཏེ་ajax བརྒྱུད་ནས་བརྗོད་དོན་ནང་དུ་དམིགས་བསལ་གྱི་འཆར་སྣང་ཞིག་འཆར་བ

source: Create a callback that shows an individual visuals in places via ajax
bo: ཕྱིར་ལན་གྱི་བྱེད་ནུས་བཟོས་ཏེ་ajax བརྒྱུད་ནས་ས་གནས་ནང་དུ་དམིགས་བསལ་གྱི་འཆར་སྣང་ཤིག་འཆར་བ

source: Shanti Kmaps Explorer Module
bo: Shanti Kmaps འཚོལ་ཞིབ་མ་དཔེ

source: Intergrates Shanti knowledge map functionality into any Drupal site
bo: Shanti ཡི་ཤེས་བྱ་ཕྱོགས་སྟོན་གྱི་བྱེད་ནུས་དེ་Drupal ཡི་དྲ་ཚིགས་གང་རུང་དུ་མཉམ་འབྲེལ་བྱེད་པ།
