Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/mediabase.*.po
Languages: bo

source: You have not defined a solr-index for posting kmaps information. Please go to the <a href="@link">Mediabase Settings</a> page.
bo: ཁྱེད་ཀྱིས་kmaps ཆ་འཕྲིན་ཁྱབ་སྤེལ་གྱི་ཆེད་དུ་solr-index དཀར་ཆག་ཞིག་གཏན་འབེབས་བྱས་མེད། <a href="@link">འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྒྲིག་འགོད་</a>ངོས་སུ་བལྟས་ཆོག

source: JSON output of Mediabase Data
bo: འཕྲིན་ལམ་གྲངས་མཛོད་གཞི་གྲངས་ཀྱི་JSON ཐོན་འབྲས

source: Return the JSON description for Mediabase items
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ལ་JSON ཡི་གསལ་འགྲེལ་ཕྱིར་འདོན་བྱེད་པ

source: JSON output of Mediabase Nodes by Kmap ID
bo: Kmap ཨང་རྟགས་ལ་བསྟུན་པའི་འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྦྲེལ་གནས་ཀྱི་JSON ཐོན་འབྲས

source: Return the JSON description for Mediabase nodes that are tagged with a given Kmap ID
bo: མཁོ་སྤྲོད་བྱས་པའི་Kmap ཨང་རྟགས་དེ་རྟགས་བརྒྱབ་པའི་འཕྲིན་ལམ་གྲངས་མཛོད་ལ་JSON ཡི་གསལ་འགྲེལ་ཕྱིར་འདོན་བྱེད་པ

source: A/V Node HTML Fragment
bo: A/V སྦྲེལ་གནས་ཀྱི་HTML གྲུབ་ཆ

source: Returns an HTML fragment for a/v resource suitable for embedding via AJAX
bo: AJAX བརྒྱུད་ནས་ནང་སྒྲིག་བྱེད་འོས་པའི་a/v ཡི་ཐོན་ཁུངས་ལ་HTML ཡི་གྲུབ་ཆ་ཕྱིར་འདོན་བྱེད་པ

source: A/V Node Thumbnail Pipeline
bo: A/V སྦྲེལ་གནས་ཀྱི་བསྡུས་པར་བརྒྱུད་ལམ

source: Redirects to the thubmnail for node
bo: ནང་ཚན་གྱི་བསྡུས་པར་ལ་བསྐྱར་སྒྲིག་བྱེད་པ

source: Mediabase Services
bo: འཕྲིན་ལམ་རྩ་བའོ་ཞབས་ཞུ་ཆས།

source: Provide service to retrieve data as JSON
bo: JSON རྣམ་པའི་ཐོག་ཏུ་གཞི་གྲངས་ཚུར་ལེན་ཐུབ་པའི་ཞབས་ཞུ་མཁོ་སྤྲོད་བྱེད་པ

source: Searching Descriptions
bo: གསལ་འགྲེལ་འཚོལ་བ

source: Searching Transcripts
bo: ཟིན་བྲིས་འཚོལ་བ

source: Transcripts
bo: ཟིན་བྲིས

source: Exception thrown in building solr index doc for eid @eid (@file, @line): @message
bo: @eid ༼@file། @line༽ལ་solr དཀར་ཆག་གི་ཡིག་ཆ་གསར་འཛུགས་བྱེད་སྐབས། ཆད་ལྷག་ཞིག་ཕྱིར་བཏོན་ཡོད། @message

source: Facet search results
bo: Facet འཚོལ་བཤེར་མཇུག་འབྲས

source: Return raw HTML for mbase facet search results
bo: འཕྲིན་ལམ་ངོས་ཀྱི་འཚོལ་བཤེར་མཇུག་འབྲས་ལ་བསྒྱུར་མེད་པའི་HTML ཕྱིར་འདོན་བྱེད་པ

source: Return HTML for AJAX facet search results
bo: AJAX འཚོལ་བཤེར་མཇུག་འབྲས་ལ་HTML ཕྱིར་འདོན་བྱེད་པ

source: Ajax Search Results
bo: Ajax ཡི་འཚོལ་བཤེར་མཇུག་འབྲས།

source: Return raw HTML of a search of particular type
bo: དམིགས་བསལ་གྱི་རིགས་ཡིན་པའི་འཚོལ་བཤེར་ལ་HTML ཕྱིར་འདོན་བྱེད་པ

source: Solr Add Doc
bo: Solr ཡི་ཡིག་ཆ་ཁ་སྣོན

source: Return a solr add doc for the given nid
bo: གཏན་འཁེལ་ཟིན་པའི་nid ལ་solr ཡི་ཡིག་ཆ་ཁ་སྣོན་ཞིག་ཕྱིར་འདོན་བྱེད་པ

source: More Like This
bo: འདི་ལ་ལྟག་ཏུ་དགའ་བ།

source: Return an embeddable fragment with more-like-this a/v resources.
bo: ནང་སྒྲིག་བྱེད་རུང་བའི་གྲུབ་ཆ་ཞིག་དང་a/v དང་མཚུངས་པའི་ཐོན་ཁུངས་མཉམ་དུ་ཕྱིར་འདོན་བྱེད་པ།

source: Mediabase Solr integration
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་Solrཕྱོགས་བསྡུས།

source: Provide Solr integration for Mediabase
bo: འཕྲིན་ལམ་གྲངས་མཛོད་དང་མཉམ་འབྲེལ་བྱེད་ཐུབ་པའི་Solr མཁོ་སྤྲོད་བྱེད་པ

source: Manage
bo: དོ་དམ།

source: Create a collection
bo: ཕྱོགས་བསྡུས་ཞིག་གསར་འཛུགས

source: Add to your collections
bo: ཁྱེད་ཀྱི་ཕྱོགས་བསྡུས་ལ་ཁ་སྣོན

source: Manager:
bo: དོ་དམ་པ།

source: Subcollection Manager:
bo: ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་དོ་དམ་མཁན།

source: @count media item(s)
bo: འཕྲིན་ལམ་གྱི་རྣམ་གྲངས་@count

source: Carousel Settings
bo: Carousel ཡི་སྒྲིག་འགོད

source: Project ID to Include in Carousel
bo: Carousel ནང་དུ་འདུ་དགོས་པའི་ལས་གཞིའི་ཨང་རྟགས

source: Enter the Node IDs for the projects you wish to show in the carousel separated by commas
bo: བརྙན་ཐག་གི་ནང་དུ་སྟོན་དགོས་པའི་ལས་གཞི་ཡི་སྦྲེལ་གནས་ཨང་རྟགས་ནང་འཇུག་བྱེད་རོགས། དབྱིན་ཡིག་གི་, སྤྱད་ནས་བར་མཚམས་དབྱེ་དགོས།

source: Speed of Carousel
bo: Carousel ཡི་མགྱོགས་ཚད

source: Enter the number of seconds to pause between frames
bo: བརྙན་སྒྲོམ་བར་མཚམས་གྱི་སྐར་ཆ་གྲངས་འཇུག་རོགས

source: Setting the Thumbnail
bo: བསྡུས་པར་གྱི་སྒྲིག་འགོད

source: Add people to collection: @nodetitle
bo: ཕྱོགས་བསྡུས་སུ་སྤྱོད་མཁན་ཁ་སྣོན་བྱེད་པ། @nodetitle

source: It's easy to set up a collection and begin uploading your media files.
bo: ཕྱོགས་བསྡུས་ཞིག་སྒྲིག་འགོད་བྱས་ནས་ཁྱེད་ཀྱི་འཕྲིན་ལམ་ཡིག་ཆ་ཡར་འཇུག་བྱེད་པར་ལས་སླ་བོ་རེད།

source: Add New Collection
bo: ཕྱོགས་བསྡུས་གསར་བ་ཁ་སྣོན

source: Upload media to one of your collections.
bo: ཁྱེད་ཀྱི་ཕྱོགས་བསྡུས་ཞིག་གི་ནང་དུ་འཕྲིན་ལམ་ཡར་སྤྲོད་བྱེད་པ།

source: Choose a Collection
bo: ཕྱོགས་བསྡུས་ཤིག་འདེམ་པ

source: Upload a video
bo: བརྙན་རིས་ཡར་སྤྲོད་བྱེད

source: Upload audio
bo: སྒྲ་ཡར་སྤྲོད་བྱེད

source: There are no media items for this characteristic.
bo: ཁྱད་ཆོས་འདི་ལ་འཕྲིན་ལམ་གྱི་ནང་ཚན་གང་ཡང་མེད།

source: Subtitles
bo: བརྙན་ཚིག

source: UVa Only
bo: UVa ཁོ་ན

source: Public
bo: སྤྱི་སྤྱོད

source: Private
bo: མི་སྒེར

source: This group cannot be deleted because it has @n media items associated with it. Please delete or relocate the following items: !items
bo: སྡེ་ཚན་དེ་བསུབ་མི་ཐུབ་པའི་རྒྱུ་མཚན་ནི་དེར་འཕྲིན་ལམ་གྱི་རྣམ་གྲངས་@n་དང་འབྲེལ་ཡོད། གཤམ་གྱི་ནང་ཚན་དག་བསུབ་པ་དང་ཡང་ན་གནས་བསྐྱར་སྒྲིག་བྱེད་རོགས། !items

source: item
bo: རྣམ་གྲངས

source: items
bo: རྣམ་གྲངས

source: Featured Collections
bo: ཁྱད་པ་ཅན་གྱི་ཕྱོགས་བསྡུས

source: View All Collections
bo: ཕྱོགས་བསྡུས་ཡོངས་ལ་ལྟ་བ

source: A generic audio thumbnail image has been created for this site! (@path)
bo: དྲ་ཚིགས་འདི་ལ་སྤྱིར་བཏང་གི་སྒྲའི་བསྡུས་པར་ཞིག་གསར་འཛུགས་བྱས་ཡོད།༼@path༽

source: Mediabase Structure
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྒྲིག་གཞི།

source: This module provides functionality related to the Collection / Members / Group Structure 1) blocks for Collection and Team pages. 2) provide utilities for adding users and objects. 3) manage the tandem noderef/taxo-term set up.
bo: མ་དཔེ་འདིས་ཕྱོགས་བསྡུས་དང་། ཁོངས་མི། ཚོགས་ཁག་གི་སྒྲིག་གཞི་དང་འབྲེལ་བའི་བྱེད་ནུས་མཁོ་སྤྲོད་བྱེད། ༡༽ཕྱོགས་བསྡུས་དང་ཚོགས་པའི་དྲ་ངོས་ཀྱི་ལྷུ་ལག ༢༽སྤྱོད་མཁན་དང་ནང་དོན་ཁ་སྣོན་བྱེད་པའི་ཡོ་བྱེད་མཁོ་འདོན་བྱེད། ༣༽tandem noderef/taxo-term སྒྲིག་འགོད་ལ་དོ་དམ་བྱེད་པ།

source: Search results
bo: འཚོལ་བཤེར་གྱི་མཇུག་འབྲས

source: Your search yielded no results
bo: ཁྱེད་ཀྱི་འཚོལ་བཤེར་ལ་མཇུག་འབྲས་གང་ཡང་ཐོན་མ་ཐུབ
