Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/media_sharedshelf.*.po
Languages: bo

source: Provides access to ARTStor SharedShelf content from within the Media module.
bo: འཕྲིན་ལམ་མ་དཔེའི་ནང་དུ་ARTStor SharedShelf ཡི་ནང་དོན་ལ་བེད་སྤྱོད་བྱེད་ཐུབ་པ་བཟོ་བ།

source: Configure Media SharedShelf settings
bo: འཕྲིན་ལམ་གྱི་SharedShelf སྒྲིག་འཛུགས་ལ་བཟོ་བཅོས་བྱེད

source: Set user account credentials. Configure default project and image size settings.
bo: སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་ཀྱི་གསང་ཆ་སྒྲིག་པ་དང་། སྔར་ཡོད་ཀྱི་ལས་གཞི་དང་པར་རིས་ཀྱི་ཞེང་ཚད་སྒྲིག་འགོད་བྱེད་པ།

source: Add Media SharedShelf settings
bo: འཕྲིན་ལམ་SharedShelf ཡི་སྒྲིག་འཛུགས་ཤིག་ཁ་སྣོན

source: Add SharedShelf images via the media browser
bo: འཕྲིན་ལམ་ཀློག་བྱེད་བརྒྱུད་ནས་SharedShelf པར་རིས་ཁ་སྣོན

source: SharedShelf media
bo: SharedShelf འཕྲིན་ལམ

source: Media available from SharedShelf.
bo: SharedShelf ནས་སྤྱོད་རུང་བའི་འཕྲིན་ལམ།

source: Update
bo: གསར་སྒྱུར

source: Update Shared Shelf Metadata
bo: Shared Shelf ཡི་ཟུར་གཏོགས་གཞི་གྲངས་གསར་སྒྱུར་བྱེད་པ

source: Project
bo: ལས་གཞི

source: Choose a project to search.
bo: འཚོལ་དགོས་པའི་ལས་གཞི་ཞིག་འདེམ་རོགས།

source: Keyword
bo: གནད་ཚིག

source: Input a phrase or keyword to find.
bo: ཚིག་ཐུང་ཞིག་གམ་གནད་ཚིག་ནང་འཇུག་བྱོས།

source: Search SharedShelf
bo: SharedShelf འཚོལ་བ

source: No images match your search criteria. Please try again.
bo: ཁྱེད་ཀྱིས་བཙལ་བའི་ཆ་རྐྱེན་དང་མཐུན་པའི་པར་རིས་མ་རྙེད། བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།

source: previous
bo: སྔོན་མ

source: next
bo: འོག་མ།

source: Submit
bo: ཡར་སྤྲོད

source: Please select an image.
bo: ཁྱེད་ཀྱིས་པར་རིས་ཞིག་འདེམས་རོགས།

source: The file %file could not be saved. An unknown error has occurred.
bo: ཡིག་ཆ་%file་ཉར་ཚགས་བྱས་མ་ཐུབ། རྒྱུ་མཚན་ནི་རྒྱུས་མེད་པའི་ནོར་འཁྲུལ་ཞིག་དང་འཕྲད་བྱུང་།

source: Assign file to a specific collection
bo: དམིགས་བསལ་གྱི་ཕྱོགས་བསྡུས་ཤིག་ལ་ཡིག་ཆ་ཞིག་སྒྲིག་པ

source: Target Collection
bo: དམིགས་འཛུགས་ཀྱི་ཕྱོགས་བསྡུས

source: Select the collection these item(s) should be imported into
bo: ནང་ཚན་འདི་དག་ནང་འདྲེན་བྱེད་སའི་ཕྱོགས་བསྡུས་གདམ་པ

source: SharedShelf API settings
bo: SharedShelf འཇུག་སྒོའི་སྒྲིག་འགོད

source: Configure required API settings for Media: SharedShelf.
bo: འཕྲིན་ལམ་གྱི་དགོས་ངེས་ཀྱི་API སྒྲིག་གཞི་སྒྲིག་འགོད་བྱེད་པ། SharedShelf

source: SharedShelf media settings
bo: SharedShelf ཡི་འཕྲིན་ལམ་སྒྲིག་འགོད

source: Configure optional settings for Media: SharedShelf.
bo: འཕྲིན་ལམ་གྱི་གདམ་ཁ་ཡིན་པའི་སྒྲིག་འཛུགས་བཟོ་བཅོས་བྱེད་པ། SharedShelf

source: Add media from SharedShelf
bo: SharedShelf ནས་འཕྲིན་ལམ་ཞིག་ཁ་སྣོན

source: View a SharedShelf PDF
bo: SharedShelf ཡི་PDF ལ་ལྟ་བ

source: Media: SharedShelf
bo: འཕྲིན་ལམ། མཉམ་སྤྱོད་སྒྲོམ་གཞི།

source: Integrates SharedShelf images, sets, and/or projects with Media.
bo: འཕྲིན་ལམ་དང་SharedShelf པར་རིས། སྡེ་ཚན། ལས་གཞི་མཉམ་འབྲེལ་བྱེད་པ།

source: Media
bo: འཕྲིན་ལམ

source: Collection
bo: ཕྱོགས་བསྡུས

source: Add New Collection
bo: ཕྱོགས་བསྡུས་གསར་བ་ཁ་སྣོན

source: All Collections
bo: ཕྱོགས་བསྡུས་ཡོངས

source: Collections
bo: ཕྱོགས་བསྡུས

source: My Collections
bo: ངའི་ཕྱོགས་བསྡུས

source: Error writing to @localpath.
bo: @localpath་ལ་འབྲི་དུས་ཀྱི་ནོར་འཁྲུལ།

source: Unable to close @localpath after writing.
bo: བྲིས་ཚར་རྗེས་@localpath་ཁ་རྒྱག་མི་ཐུབ་པ།

source: Unable to open @localpath for writing.
bo: @localpath་ཁ་ཕྱེས་ནས་འབྲི་མ་ཐུབ།

source: SharedShelf API
bo: SharedShelf འཇུག་སྒོ

source: You need to have an account for <a href="@sharedshelf" target="_blank">ARTstor's SharedShelf</a>.
bo: ཁྱེད་ལ་<a href="@sharedshelf" target="_blank">ARTstor ཡི་SharedShelf</a> ཡི་ཐོ་ཁོངས་ཤིག་དགོས་འདུག

source: SharedShelf Server
bo: SharedShelf ཞབས་ཞུ་བ

source: Please choose whether you want to access the production or demo version of SharedShelf.
bo: ཁྱེད་ཀྱིས་SharedShelf ཡི་ཐོན་རྗས་དང་ཡང་ན་དེའི་དཔེ་སྟོན་གྱི་པར་གཞི་གཉིས་གང་ཞིག་སྤྱོད་དགོས་པར་འདེམས་རོགས།

source: SharedShelf Login Email
bo: SharedShelf ཡི་ནང་འཇུག་གློག་ཡིག

source: Please enter your SharedShelf login email here.
bo: ཁྱེད་ཀྱི་SharedShelf ནང་འཇུག་གློག་ཡིག་འཇུག་རོགས།

source: SharedShelf Login Password
bo: SharedShelf ཡི་ནང་འཇུག་གསང་གྲངས

source: Please enter your SharedShelf login password here.
bo: ཁྱེད་ཀྱིས་SharedShelf ནང་འཇུག་གསང་གྲངས་འཇུག་རོགས།

source: SharedShelf Media Settings
bo: SharedShelf འཕྲིན་ལམ་སྒྲིག་འགོད

source: Image Performance Settings
bo: པར་རིས་ཀྱི་བྱེད་ནུས་སྒྲིག་འགོད

source: Indicate the image size to download to local cache when using !addmedia.
bo: !addmedia་སྤྱད་ནས་རང་ཁུལ་བར་གསོག་ཏུ་ཚུར་ལེན་དགོས་པའི་པར་རིས་ཆེ་ཆུང་འཚོན་པ།

source: Local Cache Image Size
bo: རང་ཁུལ་བར་གསོག་གི་པར་རིས་ཆེ་ཆུང

source: Please specify the image size to pull down to local cache.
bo: རང་ཁུལ་གྱི་བར་གསོག་དུ་ཚུར་ལེན་པར་རིས་ཀྱི་ཆེ་ཆུང་གཏན་འབེབ་བྱེད་རོགས།

source: Clear Cache Variables
bo: བར་གསོག་གི་འགྱུར་གྲངས་ཡོངས་གཙང་སེལ

source: Clear stored results from Shared Shelf to refresh data. Use this when changes have been made in shared shelf that are not reflected on this site.
bo: Shared Shelf ལ་གསོག་འཇོག་བྱས་པའི་མཇུག་འབྲས་གཙང་སེལ་བྱས་ཏེ་གཞི་གྲངས་གསར་འདོན་བྱེད་པ། shared shelf ཐོག་ཏུ་བཟོ་བཅོས་བྱས་པ་དག་དྲ་ཚིགས་སུ་བཏོན་མ་ཐུབ་ཚེ་འདི་བྱེད་དགོས།

source: Form Default Settings
bo: རེའུ་མིག་གི་སྔར་ཡོད་སྒྲིག་འགོད

source: These form default settings will be applied to the appropriate add content forms.
bo: རེའུ་མིག་འདི་དག་གི་སྔར་ཡོད་སྒྲིག་འགོད་དག་འོས་འཚམ་གྱི་ནང་དོན་རེའུ་མིག་ཏུ་ཁ་སྣོན་བྱེད་ངེས།

source: Default Project
bo: སྔར་ཡོད་ཀྱི་ལས་གཞི

source: Choose a project to have selected whenever a project list is displayed.
bo: ལས་གཞིའི་མིང་ཐོ་འཆར་དུས་སུ་རང་འགུལ་གྱིས་གདམ་དགོས་པའི་ལས་གཞི་ཞིག་འདེམས་རོགས།

source: Images Per Page
bo: ངོས་རེའི་པར་རིས

source: Please select the number of images per project to display per page when showing search results.
bo: ཁྱེད་ཀྱིས་འཚོལ་བཤེར་མཇུག་འབྲས་མངོན་སྟོན་བྱེད་དུས་ལས་གཞིའི་རྣམ་གྲངས་རེ་རེའི་ནང་གི་པར་རིས་གྲངས་ཀ་འདེམས་རོགས།

source: My SharedShelf images
bo: ངའི་མཉམ་སྤྱོད་སྒྲོམ་གཞིའི་པར་རིས།

source: Add Using SharedShelf ID
bo: SharedShelf ཨང་རྟགས་སྤྱད་ནས་ཁ་སྣོན་བྱེད

source: Enter the SharedShelf ID for the image.
bo: པར་རིས་ཀྱི་SharedShelf ཨང་རྟགས་འཇུག་རོགས།

source: Reimport Metadata
bo: ཟུར་གཏོགས་ཆ་འཕྲིན་བསྐྱར་དུ་ནང་འདྲེན་བྱེད་པ

source: Add
bo: ཁ་སྣོན

source: Add Project/Image Sets
bo: ལས་གཞི་དང་པར་རིས་ཀྱི་སྡེ་ཚན་ཁ་སྣོན

source: Choose a project from which to add images.
bo: པར་རིས་ཁ་སྣོན་བྱེད་སའི་ལས་གཞི་འདེམ་པ།

source: Available Image Sets
bo: སྤྱོད་རུང་བའི་པར་རིས་ཀྱི་སྡེ་ཚན

source: Search for Images on SharedShelf
bo: SharedShelf ཐོག་གི་པར་རིས་འཚོལ་བཤེར་བྱེད་པ

source: Specify the desired criteria and select search to retrieve results from SharedShelf. After seeing the results you can choose to add some or all of the results.
bo: དགོས་འདོད་ཀྱི་ཚད་གཞི་གཏན་ཁེལ་དང་འཚོལ་བཤེར་བདམས་ནས་SharedShelf ནས་མཇུག་འབྲས་ལེན་པ། ཁྱེད་ཀྱིས་མཇུག་འབྲས་མཐོང་རྗེས་དེ་ལས་འགའ་ཞིག་གམ་ཡང་ན་ཆ་ཚང་བདམས་ནས་ཁ་སྣོན་བྱས་ཆོག

source: Projects
bo: ལས་གཞི

source: Select which project(s) to search.
bo: ལས་གཞི་གང་ཞིག་འཚོལ་དགོས་པ་འདེམས་པ།

source: Filter results to only show images from a @lfield containing this value. This is only applicable if your project schema contains a @field field.
bo: མཇུག་འབྲས་ཚགས་བརྒྱབ་ནས་ཐོབ་གྲངས་འདི་ཡོད་པའི་@lfield་ཞིག་གི་པར་རིས་ཁོ་ན་སྟོན་པ། གལ་སྲིད་ཁྱེད་ཀྱི་ལས་གཞིའི་འཆར་འགོད་ནང་དུ་གནས་ཁོངས་@field་ཡོད་ཚེ་འདི་སྤྱོད་ནུས།

source: Keywords
bo: གནད་ཚིག

source: Text entered here will be searched for in all image data fields.
bo: འདིར་ནང་འཇུག་བྱས་པའི་ཡི་གེ་དེ་པར་རིས་གཞི་གྲངས་ཀྱི་གནས་ཁོངས་ཡོངས་ལ་འཚོལ་བཤེར་བྱེད་ངེས།

source: Search
bo: འཚོལ

source: Image
bo: པར་རིས

source: Title
bo: ཁ་བྱང

source: Date
bo: ཚེས་གྲངས

source: Photographer
bo: པར་རྒྱག་མཁན

source: Creator
bo: གསར་འཛུགས་མཁན

source: Page
bo: དྲ་ངོས

source: of
bo: གི

source: Select/Unselect all search result items.
bo: འཚོལ་འཤེར་མཇུག་འབྲས་ཀྱི་ནང་ཚན་ཡོངས་འདེམས་པའམ་མི་འདེམས་པ།

source: Select/Unselect all items from all pages of the search results.
bo: དྲ་ངོས་ཡོངས་ཀྱི་འཚོལ་བཤེར་མཇུག་འབྲས་ནས་ནང་ཚན་ཡོངས་འདེམས་པ་དང་ཡང་ན་མི་འདེམས་པ

source: No images found that match your criteria.
bo: ཁྱོད་ཀྱི་ཆ་རྐྱེན་དང་མཐུན་པའི་པར་རིས་རྙེད་མི་འདུག

source: Previous
bo: གོང་གི

source: Next
bo: འོག་མ

source: is an invalid project ID.
bo: ཕན་མེད་ཀྱི་ལས་གཞི་ཨང་རྟགས་ཞིག་རེད།

source: Project information seems to be lost. Please perform the search again.
bo: ལས་གཞིའི་ཆ་འཕྲིན་ཚང་མེད་པ་འདྲ། ཡང་བསྐྱར་འཚོལ་བཤེར་ཞིག་བྱེད་རོགས།

source: You have selected an invalid SharedShelf server.
bo: ཁྱེད་ཀྱིས་ཕན་ནུས་མེད་པའི་SharedShelf ཞབས་ཞུ་གནས་ཤིག་བདམས་ཡོད།

source: The format of your email address is invalid.
bo: ཁྱེད་ཀྱི་གློག་ཡིག་ཁ་བྱང་གི་རྣམ་བཞག་དེ་ཕན་ནུས་མེད་རེད་འདུག

source: You must specify the password for your SharedShelf account in order to retreive content from the server.
bo: ཞབས་ཞུ་གནས་ནས་ནང་དོན་ཚུར་ལེན་དགོས་པའི་ཆེད་དུ་ཁྱེད་ཀྱིས་ངེས་པར་ཏུ་རང་གི་SharedShelf ཐོ་ཁོངས་ལ་གསང་གྲངས་ཤིག་གཏན་འབེབས་བྱེད་དགོས།

source: Successfully established a connection to SharedShelf.
bo: ལེགས་འགྲུབ་ངང་SharedShelf དང་སྦྲེལ་མཐུད་བྱས་ཚར།

source: Login not successful. Please re-enter your email and password settings.
bo: ནང་འཇུག་ལེགས་འགྲུབ་མ་བྱུང་། ཁྱེད་ཀྱི་གློག་ཡིག་དང་གསང་གྲངས་སྒྲིག་འགོད་སྐྱར་དུ་ནང་འཇུག་བྱེད་རོགས།

source: Cannot establish connection to SharedShelf. Please check your settings.
bo: SharedShelf དང་སྦྲེལ་མཐུད་བྱེད་མི་ཐུབ། ཁྱེད་ཀྱི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: You have selected an invalid local cache image size.
bo: ཁྱེད་ཀྱིས་ཕན་ནུས་མེད་པའི་རང་ཁུལ་གྱི་བར་གསོག་པར་རིས་ཀྱི་ཆེ་ཆུང་ཞིག་བདམས་ཡོད།

source: You have selected an invalid number of images per page.
bo: ཁྱེད་ཀྱིས་ཕན་ནུས་མེད་པའི་དྲ་ངོས་ཀྱི་ངོས་གྲངས་ཞིག་བདམས་ཡོད།

source: Please select a valid project from the list.
bo: ཁྱེད་ཀྱིས་མིང་ཐོའི་ནང་ནས་སྤྱོད་ཆོག་པའི་ལས་གཞི་ཞིག་འདེམས་རོགས།

source: Please choose valid image sets for the @project project selected.
bo: ཁྱེད་ཀྱིས་གདམ་ཟིན་པའི་ལས་གཞི་@project་ལ་ཡང་དག་པའི་པར་རིས་ཁག་ཅིག་འདེམས་རོགས།

source: Please enter digits for the SharedShelf image ID.
bo: ཁྱེད་ཀྱིས་SharedShelf པར་རིས་ཀྱི་ཨང་རྟགས་ལ་ཨང་གྲངས་འཇུག་རོགས།

source: The SharedShelf ID @ssid does not exist.
bo: SharedShelf ཡི་ཨང་རྟགས་@ssid་གནས་མེད།

source: One or more projects must be selected in order to perform a search.
bo: འཚོལ་བཤེར་ལག་བསྟར་བྱེད་པར་ལས་གཞི་གཅིག་གམ་ཁ་ཤས་ངེས་པར་དུ་གདམ་དགོས།

source: All images for the !assetgroupname set in the !projectname project were successfully added.
bo: ལས་གཞི་!projectname་ནང་དུ་!assetgroupname་སྡེ་ཚན་གྱི་པར་རིས་ཡོངས་ཀྱི་ཁ་སྣོན་ལེགས་འགྲུབ་བྱས་ཟིན།

source: There were @errorcount problems adding images for the !assetgroupname set in the !projectname project. Please view your site log for more details.
bo: ལས་གཞི་!projectname་ནང་གི་སྡེ་ཚན་!assetgroupname་ལ་པར་རིས་ཁ་སྣོན་བྱེད་དུས་གནད་དོན་@errorcount་འདུག རང་གི་དྲ་ཚིགས་ཀྱི་ཟིན་བྲིས་ལ་བལྟས་ནས་ཆ་འཕྲིན་དེ་ལས་མང་བར་གཟིགས་རོགས།

source: There was a problem accessing the images for the !assetgroupname set in the !projectname project.
bo: ལས་གཞི་!projectname་ནང་གི་སྡེ་ཚན་!assetgroupname་ལ་པར་རིས་བེད་སྤྱོད་བྱེད་དུས་གནད་དོན་ཞིག་ཡོད།

source: All images for the !projectname project were successfully added.
bo: ལས་གཞི་!projectname་ནང་གི་པར་རིས་ཡོངས་ཀྱི་ཁ་སྣོན་ལེགས་འགྲུབ་བྱས་ཟིན།

source: There were @errorcount problems adding some of the images for the !projectname project.
bo: ལས་གཞི་!projectname་ལ་པར་རིས་ཁ་སྣོན་བྱེད་དུས་གནད་དོན་@errorcount་འདུག།

source: There was a problem accessing the images for the !projectname project.
bo: ལས་གཞི་!projectname་ལ་པར་རིས་བེད་སྤྱོད་བྱེད་དུས་གནད་དོན་ཞིག་ཡོད།

source: @count SharedShelf images were successfully added.
bo: SharedShelf ཡི་པར་རིས་@count་ལེགས་འགྲུབ་ངང་བསྣན་ཚར།

source: Update Shared Shelf Metadata for "@fname"
bo: @fname་ཡི་Shared Shelf ཟུར་གཏོགས་གཞི་གྲངས་གསར་སྒྱུར་བྱེད་པ

source: <p>Are you sure you want to update the metadata for the image "@fname"?</p><p>This cannot be undone.</p>
bo: <p>@fname་ཞེས་པའི་པར་རིས་ལ་ཟུར་གཏོགས་གཞི་གྲངས་གསར་སྒྱུར་བྱེད་ཐག་ཆོད་ཡིན་ནམ།</p><p>འདི་ཕྱིར་ལྡོག་བྱེད་མི་ཐུབ།</p>

source: Cancel
bo: ཕྱིར་འཐེན

source: Metadata for @fname has been updated from Shared Shelf
bo: @fnameགྱི་ཟུར་གཏོགས་གཞི་གྲངས་མཉམ་སྤྱོད་སྒྲོམ་གཞི་ནས་གསར་སྒྱུར་བྱས་འདུག།

source: SharedShelf Video
bo: SharedShelf བརྙན་རིས

source: SharedShelf Preview Image
bo: SharedShelf ཡི་པར་རིས་སྔོན་ལྟ

source: Width
bo: ཞེང་ཚད

source: Height
bo: མཐོ་ཚད

source: Autoplay
bo: རང་འགུལ་གྱིས་གཏོང་བ

source: Image style
bo: པར་རིས་ཀྱི་བཟོ་ལྟ

source: None (original image)
bo: མེད་པ༼ཐོག་མའི་པར་རིས༽

source: Data[success] value does not exist. Try SharedShelf API settings again.
bo: གཞི་གྲངས་[success]ཡི་ཐོབ་གྲངས་གནས་མེད་པས། SharedShelf འཇུག་སྒོའི་སྒྲིག་འགོད་ལ་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།

source: @error in the !settings before accessing SharedShelf content.
bo: SharedShelf ནང་དོན་ལ་བེད་སྤྱོད་མ་བྱས་སྔོན་དུ་!settings་ནང་དུ་@error་འདུག

source: SharedShelf API administration page
bo: SharedShelf འཇུག་སྒོའི་དོ་དམ་ངོས

source: Shared Shelf ID number for this image
bo: པར་རིས་འདིའི་SharedShelf ཨང་རྟགས

source: Creator of the work.
bo: ལས་གཞི་གསར་འཛུགས་བྱེད་མཁན།

source: Title for the work.
bo: ལས་ཀའི་ཁ་བྱང་།

source: Project ID
bo: ལས་གཞིའི་ཨང་རྟགས

source: ID for the Shared Shelf Project to which this image belongs
bo: པར་རིས་འདི་དབང་བའི་Shared Shelf ལས་གཞི་ཡི་ཨང་རྟགས

source: Location
bo: གནས་ཡུལ

source: Where the work is located.
bo: ལས་ཀ་དེ་གང་དུ་གནས་ཡོད་པ།

source: Date(s) associated with the work.
bo: ལས་གཞི་དང་འབྲེལ་བའི་ཟླ་ཚེས།

source: Photagrapher of this media object.
bo: འཕྲིན་ལམ་བྱ་དངོས་འདིའི་པར་རྒྱག་མཁན།

source: Work Type
bo: ལས་ཀའི་རིགས

source: Type of work.
bo: ལས་ཀའི་རིགས།

source: Description
bo: གསལ་བཤད

source: Description of the media object.
bo: འཕྲིན་ལམ་ནང་དོན་གྱི་གསལ་བཤད།

source: Knowledge Maps
bo: ཤེས་བྱའི་མཛོད་ཀྱི་དཀར་ཆག

source: Knowledge map identifiers.
bo: ཤེས་བྱ་ཕྱོགས་སྟོན་གྱི་ངོས་འཛིན་བྱེད།

source: All Shared Shelf Metadata
bo: Shared Shelf ཡི་ཟུར་གཏོགས་གཞི་གྲངས་ཡོངས

source: This field should only be modified to remove email addresses and URLs in Drupal when embedding an image and its data in a filtered or full HTML text format. This field is intended to store a complete copy of the Shared Shelf metadata for the media object to be used by the Solr indexing process only.
bo: གནས་ཁོངས་འདི་Drupal ནང་དུ་གློག་ཡིག་ཁ་བྱང་དང་དྲ་གནས་བསུབ་པའི་སྐབས་ཁོ་ནར་བཟོ་བཅོས་བྱེད་དགོས། དེའི་རྒྱུ་རྐྱེན་ནི་པར་རིས་དང་དེའི་གཞི་གྲངས་དག་ཚགས་བརྒྱབ་པ་དང་ཡང་ན་HTML ཆ་ཚང་བའི་ཡིག་གེ་རྣམ་པ་རུ་ནང་འཛུགས་བྱེད་དུས་ཁོ་ན་ཡིན། Solr ཡིས་འཕྲིན་ལམ་གྱི་ནང་དོན་དག་དཀར་ཆག་ཏུ་སྒྲིག་པའི་ཆེད་དུ། གནས་ཁོངས་འདིས་Shared Shelf ཡི་ཟུར་གཏོགས་གཞི་གྲངས་ཀྱི་འདྲ་བཤུ་ཆ་ཚང་ཞིག་གསོག་འཇོག་བྱེད་ཐུབ།

source: View in Separate Window
bo: སྒེའུ་ཁུང་ཐ་དད་ཀྱི་ནང་དུ་ལྟ་བ
