Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/mediabase.*.po
Languages: bo

source: Administer Mediabase
bo: འཕྲིན་ལམ་གྲངས་མཇོད་ལ་དོ་དམ་རྒྱག་པ

source: Perform administration tasks for mediabase.
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ལ་དོ་དམ་འོས་འགན་ལག་བསྟར་བྱེད་པ།

source: Members
bo: ཁོངས་མི།

source: Partner data prefix patterns
bo: གཞོགས་འདེགས་གཞི་གྲངས་ཀྱི་སྔོན་སྦྱར་དཔེ་ཡིག

source: A list of pipe-delimited values (prefix | label | delimiter). Prefix is the prefix used in a Kaltura Batch Upload CSV in the partner data field, e.g. thl-3918.
bo: དྲང་ཤད་ཀྱིས་མཚམས་བྱས་པའི་ཐོབ་གྲངས་སྐོར་ཞིག ༼སྔོན་བཏགས | ཁ་བྱང | མཚམས་དབྱེ་བྱེད༽ སྔོན་བཏགས་ནི་མཉམ་འབྲེལ་གྱི་གཞི་གྲངས་གནས་ཁོངས་དུ་Kaltura ཡི་སྡེབ་བྱས་ནས་ཡར་འཇུག་བྱས་པའི་CSV རུ་སྤྱོད་རྒྱུ་ཡིན། དཔེར་ན། thl-3918་ལྟ་བུ།

source: Kmap Server
bo: KMap ཞབས་ཞུ་བ

source: Places Server
bo: ས་གནས་ཞབས་ཞུ་བ

source: Kmaps Site Root
bo: Kmaps དྲ་གནས་ཀྱི་རྩ་བ

source: Subjects URL
bo: བརྗོད་དོན་གྱི་སྦྲེལ་གནས

source: Places URL
bo: ས་གནས་ཀྱི་URL

source: KMaps Site Sprint Format
bo: KMaps དྲ་ཚིགས་Sprint རྣམ་བཞག

source: Solr Index for Kmaps Associations
bo: Kmaps ཟུང་འབྲེལ་གྱི་Solr དཀར་ཆགས

source: Back to Video
bo: བརྙན་རིས་ཐོག་ཏུ་ཕར་ལོག

source: English
bo: English(དབྱིན་སྐད།)

source: min
bo: སྐར་ཆ།

source: sec
bo: སྐར་ཆ

source: Mediabase Settings
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྒྲིག་འགོད།

source: Settings for Mediabase
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྒྲིག་འགོད

source: Browse Mediabase Content
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་ནང་དོན་ལ་ལྟ་ཀློག་བྱེད་པ

source: Redirects a NID to its titled url
bo: ཁ་བྱང་གི་སྦྲེལ་གནས་ཐོག་ཏུ་NID བསྐྱར་སྒྲིག་བྱེད་པ

source: Mediabase Core
bo: འཕྲིན་ལམ་གྲངས་ཀྱི་ནང་སྙིང

source: Mediabase customizations to drupal.
bo: drupal ལ་བཟོས་འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྒྲིག་འགོད།

source: SHANTI Mediabase
bo: SHANTI འཕྲིན་ལམ་གྲངས་མཛོད

source: A person or organization who sponsored this AV item
bo: AV རྣམ་གྲངས་འདིར་སྦྱིན་བདག་གནང་མཁན་གྱི་མི་སྒེར་དང་རྩ་འཛུགས།

source: Add an image to show in thumbnails for this audio file. (Note: Newly uploaded images may take a few minutes before they appear in player.)
bo: སྒྲའི་ཡིག་ཆ་འདིའི་བསྡུས་པར་དུ་འཆར་དགོས་པའི་པར་རིས། ༼དྲན་སྐུལ། གསར་དུ་ཡར་འཇུག་བྱས་པའི་པར་རིས་ཚུར་འཆར་བར་སྐར་མ་འགར་འགོར་སྲིད།༽

source: Alternate Modes
bo: རེས་མོས་ཀྱི་རྣམ་པ

source: Annotation
bo: མཆན་འགྲེལ

source: Aspect Ratio
bo: བཟོ་ལྟའི་བསྡུར་ཚད།

source: Audio
bo: སྒྲ་འབེབས།

source: Audio Quality Acceptable
bo: དང་ལེན་བྱེད་རུང་བའི་སྒྲའི་སྤུས་ཚད

source: Author
bo: རྩོམ་མཁན

source: Available From (date)
bo: ༼ཟླ་ཚེས༽ནས་བཟུང་སྤྱོད་ཆོག་པ

source: Basic Cataloging
bo: སྤྱིར་བཏང་གི་དཀར་ཆག

source: Catalog Workflow Notes
bo: ལས་རིམ་གྱི་ཐོ་དཀར་ཆག་ཏུ་འགོད་པ

source: Cataloging Proofed
bo: དཀར་ཆག་ཞུ་དག་བྱས་ཟིན

source: Channel Config
bo: རྒྱུ་ལམ་སྒྲིག་འགོད

source: Click on button to add a media item or click on X to remove the media item
bo: མཐེབ་ལ་མནན་ཏེ་འཕྲིན་ལམ་གྱི་ནང་ཚན་ཁ་སྣོན་དང་ཡང་ན་X མནན་ནས་འཕྲིན་ལམ་གྱི་ནང་ཚན་བསུབ་པ།

source: Collection
bo: ཕྱོགས་བསྡུས

source: Colors
bo: ཁ་དོག

source: Contributor
bo: སྒྲུབ་མཁན

source: Contributor Role
bo: སྒྲུབ་མཁན་གྱི་འགན་ནུས

source: Copyright Owner
bo: པར་དབང་འཛིན་མཁན།

source: Creator
bo: གསར་འཛུགས་མཁན

source: Creator Role
bo: གསར་འཛུགས་བྱེད་མཁན་གྱི་འགན་ནུས

source: Data Rate
bo: གཞི་གྲངས་ཀྱི་འགྲོས་ཚད

source: Date
bo: ཚེས་གྲངས

source: Date Available
bo: སྤྱོད་རུང་བའི་ཟླ་ཚེས

source: Date Created
bo: ཟླ་ཚེས་གསར་འཛུགས་བྱས་ཟིན

source: Date Issued
bo: སྤེལ་བའི་ཟླ་ཚེས

source: Description
bo: གསལ་བཤད

source: Description Language
bo: གསལ་བཤད་ཀྱི་སྐད་རིགས

source: Description Type
bo: གསལ་བཤད་ཀྱི་རིགས

source: Digital Format
bo: ཨང་ཀིའི་རྣམ་པ

source: Duration
bo: དུས་ཡུན

source: Encoding Scheme
bo: ཨང་སྒྲིག་གི་སྒྲིག་གཞི

source: Extended Cataloging
bo: རྒྱ་བསྐྱེད་པའི་དཀར་ཆག

source: Extension
bo: རྒྱ་བསྐྱེད

source: Extension Authority
bo: རྒྱ་བསྐྱེད་ཀྱི་བདག་དབང

source: File Size
bo: ཡིག་ཆའི་ཆེ་ཆུང

source: Format
bo: རྣམ་གཞག

source: Format Id
bo: ཨང་རྟགས་སྒྱུར་བ

source: Format Id Source
bo: ཨང་རྟགས་ཀྱི་ཁུངས་སྒྱུར་བ

source: Format Standard
bo: ཚད་ལྡན་གྱི་བཟོ་བཀོད་སྒྱུར་བ

source: Frame Rate
bo: བརྙན་སྒྲོམ་གྱི་ཚད

source: Frame Size
bo: བརྙན་སྒྲོམ་གྱི་ཆེ་ཆུང

source: Generations
bo: རབས

source: ID
bo: ཨང་རྟགས

source: ID Source
bo: ཨང་རྟགས་ཀྱི་ཁུངས

source: Identifier
bo: ཨང་རྟགས

source: Identifiers
bo: ངོས་འཛིན་རྟགས

source: Importance
bo: གཙོ་གནད

source: Kmap Annotation
bo: Kmap ཡི་མཆན་འགྲེལ

source: Kmap Id
bo: Kmap ཨང་རྟགས

source: Language
bo: སྐད་རིགས

source: Logging files/EDLs archived
bo: ཟིན་ཐོའི་ཡིག་ཆའམ་EDLs ཡིག་ཚགས་སུ་ཉར་བ

source: Masters Archived
bo: Masters ཡིག་ཚགས་སུ་བཞག་ཟིན

source: Media Needs Re-editing
bo: འཕྲིན་ལམ་ལ་སྐྱར་དུ་རྩོམ་སྒྲིག་བྱེད་པ།

source: Media Needs Recompression
bo: འཕྲིན་ལམ་ལ་སྐྱར་དུ་བཙུར་སྒྲིག་བྱེད་པ།

source: Media Problem #1
bo: འཕྲིན་ལམ་གནད་དོན ༡ པོ

source: Media Problem #2
bo: འཕྲིན་ལམ་གྱི་གནད་དོན ༢ པ

source: Media Problem #3
bo: འཕྲིན་ལམ་གྱི་གནད་དོན ༣ པ

source: Media Type
bo: འཕྲིན་ལམ་གྱི་རིགས།

source: Media Workflow Notes
bo: འཕྲིན་ལམ་ལས་ཀའི་གོ་རིམ་ཐོ་དེབ།

source: Note
bo: ཐོ་འགོད།

source: Numeric Label
bo: ཨང་ཀིའི་ཟུར་རྟགས།

source: Physical Format
bo: དངོས་གཟུགས་ཀྱི་རྣམ་པ།

source: Place Data Present
bo: ས་གནས་ཀྱི་གཞི་གྲངས་ཡོད་པ

source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

source: Publisher Role
bo: ཁྱབ་སྤེལ་མཁན་གྱི་འགན་ནུས

source: Rating
bo: སྐར་གྲངས

source: Recording Location
bo: བསྡུ་ལེན་བྱེད་སའི་གནས

source: Redistribution License
bo: བསྐྱར་དུ་ཁྱབ་སྤེལ་བྱེད་པའི་དཔང་ཡིག

source: Referenced Places
bo: ཟུར་འབྲེལ་བྱས་པའི་ས་གནས

source: Related Media
bo: འབྲེལ་ཡོད་འཕྲིན་ལམ

source: Relationship Type
bo: འབྲེལ་ལམ་གྱི་རིགས

source: Rights Summary
bo: བདག་དབང་གནད་བསྡུས

source: Sampling Rate
bo: དཔེ་མཚོན་གྱི་གྲངས་ཚད

source: Sponsor
bo: རོགས་སྐྱོར་མཁན

source: Sponsor Role
bo: རོགས་སྐྱོར་མཁན་གྱི་འགན་ནུས

source: Start Time
bo: འགོ་འཛུགས་ཀྱི་དུས

source: Subcollection
bo: ཡན་ལག་གི་ཕྱོགས་བསྡུས

source: Subject
bo: འགོ་བརྗོད

source: Tags
bo: དབྱེ་རྟགས

source: Tags Old
bo: རྟགས་མཆན་གྱི་Old

source: Terms
bo: ཐ་སྙད

source: Text Label
bo: ཡི་གེའི་ཁ་བྱང

source: The time period(s) covered by this video resource
bo: བརྙན་རིས་ཀྱི་ཐོན་ཁུངས་འདིའི་དུས་ཡུན

source: Thumbnail Image
bo: བསྡུས་པར་གྱི་པར་རིས

source: Time
bo: དུས་ཚོད

source: Time Period
bo: དུས་ཡུན

source: Time period(s) covered by this audio resource
bo: སྒྲ་འདིའི་དུས་ཡུན

source: Timecoding Problem 3
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་གསུམ་པ

source: Timecoding problem 1
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་དང་པོ

source: Timecoding problem 2
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་གནད་དོན་གཉིས་པ

source: Title
bo: ཁ་བྱང

source: Title Language
bo: ཁ་བྱང་གི་སྐད་རིགས

source: Title Type
bo: ཁ་བྱང་གི་རིགས

source: Track Data
bo: གཞི་གྲངས་ལ་རྗེས་འདེད་

source: Transcribed
bo: ཟིན་བྲིས་བཀོད་ཟིན་པ

source: Transcript
bo: ཟིན་བྲིས

source: Transcript Workflow Notes
bo: ཟིན་བྲིས་ཀྱི་ལས་རིམ་སྦྲེལ་གནས

source: Translation Input Language 1
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༡

source: Translation Input Language 2
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༢

source: Translation Input Language 3
bo: ཡིག་སྒྱུར་ནང་འཇུག་གི་སྐད་རིགས་༣

source: Translation Language 1
bo: ཡིག་སྒྱུར་སྐད་རིགས་༡

source: Translation Language 2
bo: ཡིག་སྒྱུར་སྐད་རིགས་༢

source: Translation Proofed Language 1
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་༡

source: Translation Proofed Language 2
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་2

source: Translation Proofed Language 3
bo: ཡིག་སྒྱུར་དག་བཤེར་བྱས་ཚར་བའི་སྐད་རིགས་༣

source: Versions
bo: པར་གཞི

source: Video
bo: བརྙན་ཟློས།

source: Video Quality Acceptable
bo: བརྙན་རིས་ཀྱི་སྤུས་ཚད་དང་ལེན་བྱེད་རུང་བ

source: Visibility
bo: མངོན་སྟངས

source: Workflow Categories
bo: ལས་རིམ་གྱི་ཁྱབ་ཁོངས

source: Year Published
bo: ཁྱབ་སྤེལ་བྱས་པའི་ལོ

source: Availability & Access
bo: སྤྱོད་ནུས་དང་བེད་སྤྱོད

source: Catalog Record Workflow
bo: ཟིན་ཐོའི་ལས་རིམ་དཀར་ཆག་ཏུ་འགོད་པ

source: Classification
bo: རིགས་དབྱེ་སྟངས

source: Details
bo: ཞིབ་ཕྲ

source: Media
bo: འཕྲིན་ལམ

source: Media Workflow
bo: འཕྲིན་ལམ་ལས་ཀའི་གོ་རིམ།

source: People
bo: སྤྱོད་མཁན

source: Rights & Licensing
bo: བདག་དབང་དང་ཆོག་མཆན

source: Technical Metadata
bo: བཟོ་ལས་ཀྱི་ཟུང་གཏོགས་གཞི་གྲངས

source: Title & Description
bo: ཁ་བྱང་དང་གསལ་བཤད

source: Transcript Workflow
bo: ཟིན་བྲིས་ཀྱི་ལས་རིམ།

source: Workflow
bo: ལས་རིམ

source: There are no media items for this location.
bo: ས་གནས་འདི་ལ་འཕྲིན་ལམ་གྱི་ནང་ཚན་གང་ཡང་མེད།

source: There are no media items
bo: འཕྲིན་ལམ་གྱི་ནང་ཚན་མེད།

source: Audio Video
bo: སྒྲ་དང་བརྙན་རིས

source: Audio-Video content types
bo: སྒྲ་དང་བརྙན་རིས་ཀྱི་ནང་དོན་རིགས

source: Mediabase
bo: འཕྲིན་ལམ་གྲངས་མཛོད

source: AV Content Admin
bo: AV ནང་དོན་གྱི་དོ་དམ

source: Add Content
bo: ནང་དོན་ཁ་སྣོན།

source: All Collections
bo: ཕྱོགས་བསྡུས་ཡོངས

source: Collections
bo: ཕྱོགས་བསྡུས

source: Contact Us
bo: ང་ཚོར་འབྲེལ་བ་བྱེད་པ

source: Create a Collection
bo: ཕྱོགས་བསྡུས་ཤིག་གསར་འཛུགས

source: Help
bo: རོགས་རམ

source: Knowledge Base Docs
bo: ཤེས་བྱའི་མཛོད་ཀྱི་ཡིག་ཆ

source: My Collections
bo: ངའི་ཕྱོགས་བསྡུས

source: My Content
bo: ངའི་ནང་དོན།

source: My Media
bo: ངའི་འཕྲིན་ལམ།

source: My Memberships
bo: ངའི་ཁོངས་མིའི་འབྲེལ་བ།

source: My Workflow
bo: ངའི་ལས་ཀའི་གོ་རིམ།

source: Upload Audio
bo: སྒྲ་ཡར་སྤྲོད་བྱེད

source: Upload a Video
bo: བརྙན་རིས་ཡར་སྤྲོད་བྱེད

source: - Any -
bo: - གང་རུང-

source: No Media Present
bo: འཕྲིན་ལམ་མི་འདུག

source: Media Present
bo: འཕྲིན་ལམ་ཡོད་པ།

source: No Transcript Present
bo: ཟིན་བྲིས་མི་འདུག

source: Transcript Present
bo: ཟིན་བྲིས་གནས་ཡོད་པ

source: Media Listings
bo: འཕྲིན་ལམ་གྱི་མིང་ཐོ

source: Grid listings for audio and video
bo: སྒྲ་དང་བརྙན་གྱི་མིང་ཐོ་དྲ་མིག

source: Site Search
bo: དྲ་ཚིགས་ཀྱི་འཚོལ་བཤེར

source: Transcript Search
bo: ཟིན་བྲིས་འཚོལ་བཤེར

source: <p>Currently no description available.</p>
bo: <p>མིག་སྔར་འགྲེལ་བཤད་མི་འདུག</p>

source: Subcollections
bo: ཡན་ལག་ཕྱོགས་བསྡུས

source: Subjects
bo: བརྗོད་དོན

source: Kmaps List
bo: Kmaps མིང་ཐོ

source: Kmaps Branch List
bo: Kmaps ཡན་ལག་གི་རེའུ་མིག

source: Kmaps All
bo: Kmaps ཆ་ཚང

source: Kmaps Branch All
bo: Kmaps ཡི་ཆ་ཚང་ཡན་ལག

source: Kmaps Categories
bo: Kmaps ཡི་རིགས།

source: Kmaps Branch Categories
bo: Kmaps ཡན་ལག་གི་རིགས

source: Subject Details
bo: བརྗོད་དོན་ཞིབ་ཕྲ

source: Sub-collection Details
bo: ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་གསལ་བཤད

source: Administer Knowledge Maps
bo: ཤེས་བྱ་ཕྱོགས་སྟོན་ལ་དོ་དམ་རྒྱག་པ

source: Perform administration tasks for knowledge maps.
bo: ཤེས་བྱའི་ཕྱོགས་སྟོན་གྱི་དོ་དམ་ལས་འགན་ལག་བསྟར་བྱེད་པ།

source: Kmap Selector Settings
bo: Kmap གདམ་བྱེད་ཀྱི་སྒྲིག་འགོད

source: <p>The Kmaps Selector Widget provides two main methods to choose kmaps: autocomplete and tree select. You can choose to show one or both methods via the checkboxes below. The branch filter is a dropdown control that limits the choices available in the tree and autocomplete selctors to a specific branch of the kmap tree.</p>
bo: <p>Kmaps གདམ་བྱེད་ཡོ་བྱེད་ཀྱིས་བྱེད་ཐབས་གཙོ་བོ་གཉིས་མཁོ་སྤྲོད་བྱས་ནས་ kmaps བདམས་ཆོག་སྟེ། རང་འགྲུབ་དང་སྡོང་གཟུགས་ནས་འདེམས་པ་ཡིན། ཁྱེད་ཀྱིས་འོག་གི་འདེམས་ སྒྲོམ་བརྒྱུད་ནས་བྱེད་ཐབས་གཅིག་དང་ཡང་གཉིས་པོ་མཉམ་དུ་བདམས་ཆོག ཡན་ལག་གི་ཚགས་རྒྱག་བྱེད་ནི་ མར་འཐེན་ཚོད་འཛིན་ཞིག་ཡིན་པ་དང་དེས་སྡོང་གཟུགས་ནང་གི་གདམ་ཚན་ལ་ཚོད་འཛིན་དང kmap སྡོང་གཟུགས་ཡན་ལག་དམིགས་བསལ་ཞིག་གི་རང་འགྲུབ་འདེམས་བྱེད་ལ་ཚོད་འཛིན་བྱེད་ཐུབ།</p>

source: Show Autocomplete Selector
bo: རང་འགུལ་གྱིས་ཁ་སྐོང་ནུས་པའི་གདམ་བྱེད་སྟོན་པ

source: Show Tree Selector
bo: སྡོང་གཟུགས་ཀྱི་གདམ་བྱེད་སྟོན་པ

source: Show Branch Filter
bo: ཡན་ལག་ཚགས་རྒྱག་བྱེད་སྟོན་པ

source: Allow Annotations
bo: མཆན་འགྲེལ་སྤྱོད་དུ་འཇུག

source: Allow Formatting
bo: གཙང་བཟོ་བྱེད་དུ་འཇུག

source: Allow Multiple Values
bo: ཐོབ་གྲངས་མང་པོ་སྤྱོད་དུ་འཇུག་པ

source: Root Branch (Kmap Id)
bo: རྩ་བའི་ཡན་ལག༼Kmap ཨང་རྟགས༽

source: Enter a numerical kmap id of a branch to serve as the root branch for the selector.
bo: ཡན་ལག་ཞིག་གི་kmap ཨང་རྟགས་ཤིག་འཇུག་སྟེ། གདམ་བྱེད་ཀྱི་གཞི་རྩའི་ཡན་ལག་ཏུ་བེད་སྤྱོད་དགོས།

source: Path to Detailed Kmap View
bo: Kmap མཐོང་རིས་ཞིབ་ཕྲའི་སྦྲེལ་ལམ

source: Enter a drupal path to the view for displaying the detail page for this characterstic. Use <code>%tid</code> or <code>%kmap_id</code> as replacement tokens to be used in the display formatter.
bo: ཁྱད་ནུས་འདི་ལ་ཞིབ་ཕྲའི་དྲ་ངོས་ཤིག་སྟོན་ཆེད་ལྟ་ཁུང་གི་drupal སྦྲེལ་ལམ་ཞིག་འཇུག་དགོས། འཆར་ངོས་ཀྱི་རྣམ་བཞག་ལག་ཆའི་ནང་སྤྱོད་དགོས་པའི་བརྗེ་ལེན་གྱི་མཚོན་གྲངས་<code>%tid</code>་དང་ཡང་ན་<code>%kmap_id</code>་སྤྱོད་དགོས།

source: Knowledge Map Taxonomy
bo: ཤེས་བྱ་ཕྱོགས་སྟོན་གྱི་རིགས་དབྱེ

source: A taxonomy vocabulary for knowledge maps.
bo: ཤེས་བྱ་ཕྱོགས་སྟོན་གྱི་རིགས་དབྱེ་སྤྱི་མིང་ཞིག

source: Kmap Parent Id
bo: Kmap མ་ཁོངས་ཀྱི་ཨང་རྟགས

source: Provide the ability to annotate the application of a kmap to a media item. Also adds the ability to specify kmap display format
bo: འཕྲིན་ལམ་གྱི་ནང་ཚན་ཞིག་ལ་kmap ཡི་བེད་སྤྱོད་ཟུར་འབྲེལ་བྱེད་པའི་ནུས་པ་མཁོ་སྤྲོད་བྱེད་པ། ད་དུང་kmap མངོན་འཆར་གྱི་རྣམ་པ་གཏན་འབེབ་བྱེད་པའི་བྱེད་ནུས་ཀྱང་མཁོ་སྤྲོད་བྱེད

source: Kmap Taxonomy
bo: Kmap རིགས་དབྱེ

source: Provide a Taxonomy Vocabulary and Form widget for Kmaps
bo: Kmaps ལ་རིགས་བགར་བའི་སྤྱི་མིང་དང་རེའུ་མིག་ཞིག་མཁོ་སྤྲོད་བྱེད་པ

source: Could not create a Kmap node because no kmap id was specified
bo: Kmap སྦྲེལ་གནས་གསར་འཛུགས་བྱེད་མི་ཐུབ། རྒྱུ་མཚན་ནི་Kmap ཡི་ཨང་རྟགས་དམིགས་འཛུགས་བྱས་མེད།

source: Could not create a Kmap node because there is no vocabulary id specified
bo: Kmap སྦྲེལ་གནས་གསར་འཛུགས་བྱེད་མི་ཐུབ། རྒྱུ་མཚན་ནི་སྤྱི་མིང་གི་ཨང་རྟགས་དམིགས་འཛུགས་བྱས་མེད།

source: Descriptions
bo: གསལ་བཤད

source: Author(s)
bo: རྩོམ་མཁན

source: Titles
bo: ཁ་བྱང

source: View more on <strong>@kmap_title</strong> at Shanti Knowledge Maps
bo: Shanti ཤེས་རིག་ས་ཁྲའི་ནང་གི་<strong>@kmap_title</strong>་ལ་ཞིབ་ཏུ་གཟིགས་རོགས

source: View in Subjects
bo: བརྗོད་དོན་གྱི་ནང་དུ་ལྟ་བ

source: Subscribe to This Subject
bo: བརྗོད་དོན་འདི་མངགས་ལེན་བྱེད་པ

source: Children
bo: ཡན་ལག

source: Mediabase OG access control
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་OGའདྲི་ཞིབ་ཚོད་འཛིན།

source: Enable access control for UVa Community and archive administrators.
bo: UVa ཐུན་ཚོགས་དང་ཡིག་ཚགས་དོ་དམ་པའི་བེད་སྤྱོད་ཚོད་འཛིན་ནུས་ཡོད་བཟོ་བ།

source: Filter subcollection values
bo: ཕྱོགས་བསྡུས་ཡན་ལག་གི་ཐོབ་གྲངས་ཚགས་རྒྱག་པ

source: Migrate Kmap Fields
bo: Kmapགནས་ཁོངས་གནས་སྤར།

source: Tag with Kmaps Subject
bo: Kmaps བརྗོད་དོན་ལ་རྟགས་མཆན་སྦྱར་བ

source: Remove Kmaps Subject
bo: Kmaps ཡི་བརྗོད་གཞི་སུབ་པ

source: Tag/Untag with Kmaps Place
bo: Kmaps ས་གནས་ལ་རྟགས་མཆན་སྦྱར་བ་དང་མི་སྦྱར་བ

source: Change collection
bo: ཕྱོགས་བསྡུས་བརྗེ་བ

source: Mb Bulk Filter Subcollection: Not finding TID (@TID) in field_characteristic (@FCIND) when it should be there!
bo: Mb Bulk ཚགས་རྒྱག་བྱེད་ཀྱི་ཡན་ལག་ཕྱོགས་བསྡུས། field_characteristic ༼@FCIND༽ རུ་TID ༼@TID༽ཡོད་དགོས་ཀྱང་རྙེད་མི་འདུག

source: field_characteristic to field_subject
bo: field_characteristic ནས་field_subject

source: field_subcollection to field_subcollection_new
bo: field_subcollection ནས་field_subcollection_new

source: field_pbcore_coverage_spatial to field_location
bo: field_pbcore_coverage_spatial ནས་field_location

source: field_recording_location to field_recording_location_new
bo: field_recording_location ནས་field_recording_location_new

source: field_subcoll_root_kmap_id to field_subcollection_root
bo: field_subcoll_root_kmap_id ནས་field_subcollection_root

source: Enter the numeric Kmaps Subject ID
bo: Kmaps བརྗོད་དོན་ཨང་རྟགས་ཀྱི་ཨང་གྲངས་འཇུག་རོགས།

source: Enter the numeric Kmaps Place ID
bo: Kmaps ས་གནས་ཨང་རྟགས་ཀྱི་ཨང་གྲངས་འཇུག་རོགས།

source: Check here to remove place ID from records
bo: འདིར་གདམ་རྟགས་བརྒྱབ་ནས་ཟིན་ཐོ་ནས་ས་གནས་ཀྱི་ཨང་རྟགས་བསུབ་པ

source: Enter the Node ID for the new collection
bo: ཕྱོགས་བསྡུས་གསར་བར་སྦྲེལ་གནས་ཀྱི་ཨང་རྟགས་འཇུག་པ

source: Is the Group ID a Node ID?
bo: ཚོགས་པའི་ཨང་རྟགས་དེ་སྦྲེལ་གནས་ཨང་རྟགས་ཞིག་རེད་དམ།

source: Update old collection nodes
bo: ཕྱོགས་བསྡུས་རྙིང་བའི་སྦྲེལ་གནས་གསར་སྒྱུར་བྱེད་པ

source: Mediabase Bulk Actions
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་སྡེབ་ཀྱི་ལས་འགུལ

source: Mediabase submodule defining custom bulk actions
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་ཟུར་གཏོགས་རང་སྒྲིག་བེད་སྤྱོད་ངོས་འཛིན།

source: This resource was not found on the Kaltura server: @entry_id
bo: ཐོན་ཁུངས་འདི་Kaltura ཞབས་ཞུའི་གནས་སུ་མ་རྙེད། @entry_id

source: Had trouble listing metadata records for Kaltura entry: @entry_id
bo: Kaltura ནང་ཚན་ལ་ཟུར་གཏོགས་གཞི་གྲངས་སྟོན་སྐབས་གནད་དོན་འདུག @entry_id

source: Had trouble adding metadata record to Kaltura entry: @entry_id
bo: Kaltura ནང་ཚན་ལ་ཟུར་གཏོགས་གཞི་གྲངས་ཁ་སྣོན་བྱེད་སྐབས་གནད་དོན་འདུག @entry_id

source: Updated the PBCore record on Kaltura server.
bo: Kaltura ཞབས་ཞུ་གནས་ཀྱི་སྟེང་དུ་PBCore ཡི་ཟིན་ཐོ་གསར་སྒྱུར་བྱས་པ།

source: Had trouble updating metadata record for Kaltura entry: @entry_id
bo: Kaltura ནང་ཚན་ལ་ཟུར་གཏོགས་གཞི་གྲངས་གསར་སྒྱུར་བྱེད་སྐབས་གནད་དོན་འདུག @entry_id

source: Did not expect more than one metadata object on the Kaltura site. <b>No updates were made</b>
bo: Kaltura ཡི་དྲ་ཚིགས་སུ་ཟུར་གཏོགས་ཆ་འཕྲིན་གྱི་འཇུག་སྒོ་གཅིག་ལས་མང་བ་རེ་འདོད་བྱས་མེད། <b>གསར་སྒྱུར་གང་ཡང་བྱས་མེད</b>

source: Had trouble retrieving flavors for Kaltura entry: @entry_id
bo: Kaltura ནང་ཚན་ཡི་པར་གཞི་གཞན་བསྐྱར་དུ་སྣོན་སྐབས་གནད་དོན་འདུག @entry_id

source: Had trouble retrieving the download URL for: @flavor_id
bo: @flavor_id་ལ་ཚུར་ལེན་གྱི་སྦྲེལ་ཐག་བསྐྱར་དུ་འཇུག་སྐབས་གནད་དོན་འདུག

source: Metadata for imported items
bo: རྣམ་གྲངས་ལ་ཡར་སྣོན་བྱས་པའི་ཟུར་གཏོགས་གཞི་གྲངས།

source: These are required fields! You must enter a collection and author.
bo: འདི་དག་ནི་ངེས་པར་དུ་དགོས་པའི་གནས་ཁོངས་ཡིན་པས། ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཕྱོགས་བསྡུས་ཞིག་དང་རྩོམ་མཁན་ནང་འཇུག་བྱེད་དགོས།

source: Begin typing the name of your collection and then choose from the list that appears.
bo: ཕྱོགས་བསྡུས་ཀྱི་མིང་ཞིག་ནང་འཇུག་བྱེད་འགོ་འཛུགས་པ་དང་། དེ་ནས་ཕྱིར་འཆར་ཡོངས་བའི་རེའུ་མིག་ནས་བདམས་ཆོག

source: Begin typing the name of the user and then choose from the list that appears.
bo: སྤྱོད་མཁན་གྱི་མིང་ཞིག་ནང་འཇུག་བྱེད་འགོ་འཛུགས་པ་དང་། དེ་ནས་ཕྱིར་འཆར་ཡོངས་བའི་རེའུ་མིག་ནས་བདམས་ཆོག

source: These items exist on Kaltura servers but do not yet have corresponding records on this audio-video site.
bo: ནང་ཚན་འདི་དག་Kaltura ཞབས་ཞུ་བའི་ནང་དུ་གནས་ཡོད་ཀྱང་སྒྲ་དང་བརྙན་རིས་ཀྱི་དྲ་ཚིགས་ཐོག་ཏུ་ཆ་སྒྲིག་བྱས་པའི་ནང་དོན་མེད།

source: This will only match Kaltura IDs exactly.
bo: འདིས་Kaltura ཨང་རྟགས་ཁོ་ན་ལ་སྙོམས་སྒྲིག་བྱེད།

source: Import Selected
bo: བདམས་ཟིན་པ་ནང་འདྲེན

source: There are no items to import on the Kaltura server.
bo: Kaltura ཞབས་ཞུ་བའི་སྟེང་དུ་ནང་འདྲེན་བྱེད་དགོས་པའི་ནང་ཚན་མེད།

source: Batch import kaltura entries
bo: kaltura འཇུག་སྒོ་སྡེབ་ཞིག་ནང་འདྲེན་བྱེད་པ

source: Kaltura import batch is starting.
bo: Kaltura ནང་འདྲེན་འགོ་འཛུགས་བྱེད་བཞིན་ཡོད།

source: Processed @current out of @total.
bo: @total་ནས་@current་སྒྲིག་བཟོ་བྱས་ཚར།

source: Kaltura import batch has encountered an error.
bo: Kaltura ནང་འདྲེན་ལ་གནད་དོན་ཞིག་འཕྲད་འདུག

source: Had trouble listing remote entries from Kaltura.
bo: Kaltura ནས་རྒྱང་སྦྲེལ་གྱི་ནང་ཚན་ཕྱིར་འདོན་བྱེད་སྐབས་གནད་དོན་ཡོད་པ།

source: View xml metadata
bo: xml ཟུར་གཏོགས་གཞི་ལ་ལྟ་བ

source: Kaltura Exception: @message, backtrace: <pre>@trace</pre>
bo: Kaltura ནོར་འཁྲུལ། @message་དང་རྗེས་འདེད་ཆ་འཕྲིན། <pre>@trace</pre>

source: This media resource was not found on the Kaltura server: @message
bo: འཕྲིན་ལམ་གྱི་ཐོན་ཁུངས་འདི་Kaltura ཞབས་ཞུ་གནས་སུ་མེད། @message

source: Total AV Minutes
bo: AV་སྐར་མ་སྤྱི་སྡོམ

source: Show total minutes of AV results.
bo: AV མཇུག་འབྲས་ཀྱི་དུས་ཚོད་སྡོམ་གྲངས་སྟོན་པ།

source: A block for the header or footer to show total minutes of an AV results page.
bo: འགོ་བརྗོད་དང་ཤོག་མཇུག་གི་ལྷུ་ལག་ཞིག་སྟེ། AV མཇུག་འབྲས་ཀྱི་དྲ་ངོས་སུ་སྐར་གྲངས་མཇུག་སྡོམ་སྟོན་བྱེད་ཡིན།

source: Delete Kaltura version also.
bo: Kaltura ཡི་པར་གཞི་ཡང་སུབ་པ།

source: Raw Video Tag for Html5 Video
bo: Html5བརྙན་རིས་ལ་བསྒྱུར་མེད་པའི་བརྙན་རིས་ཀྱི་རྟགས་མཆན

source: Raw Audio Tag for Html5 Audio
bo: Html5 སྒྲའི་རིགས་ལ་བསྒྱུར་མེད་པའི་སྒྲའི་རྟགས་མཆན

source: Thumbnail
bo: བསྡུས་རིས།

source: Entry Id
bo: འཇུག་སྒོའོ་ཨང་རྟགས

source: Type
bo: རིགས

source: Deleted entry_id, @entryid from Kaltura server
bo: Kaltura ཞབས་ཞུ་གནས་ནས་འཇུག་སྒོའི་ཨང་རྟགས་@entryid་བསུབས་ཟིན

source: Unable to delete entry @entryid, as it was not found on the Kaltura server
bo: འཇུག་སྒོ་@entryid་བསུབ་མ་ཐུབ། རྒྱུ་མཚན་ནི་Kaltura ཞབས་ཞུའི་གནས་ཐོག་ཏུ་རྙེད་མེད་པ།

source: Modify items in PBCore elements are enabled.
bo: PBCore རྒྱུ་རིགས་ནང་དུ་རྣམ་གྲངས་བསྒྱུར་བཅོས་ནུས་ཡོད་བཟོས་འདུག

source: Ahah callback
bo: Ahah ཕྱིར་ལན

source: A Keep-alive callback to be called by js during long uploads
bo: དུས་ཡུན་རིང་བའི་ཡར་སྤྲོད་བརྒྱུད་རིམ་ཁྲོད། js ཡིས་སྤྱོད་པའི་བེད་སྤྱོད་མུ་མཐུད་དགོས་པའི་ཕྱིར་ལན

source: Add Kaltura subtitle track
bo: Kaltura བརྙན་ཚིག་གི་འཇུག་ལམ་ཞིག་ཁ་སྣོན

source: Delete Kaltura subtitle track
bo: Kaltura ཡི་བརྙན་ཚིག་འཇུག་ལམ་སུབ་པ

source: Import Kaltura Items
bo: Kaltura ཡི་རྣམ་གྲངས་ནང་འཇུག

source: Mediabase PBCore Kaltura
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་PBCore Kaltura

source: Provides Kaltura integration for PBCore Metadata for Mediabase
bo: འཕྲིན་ལམ་གྲངས་མཛོད་དུ་PBCore ཟུར་གཏོགས་གཞི་གྲངས་དང་མཉམས་འབྲེལ་བྱེད་ཐུབ་པའི་Kaltura མཁོ་འདོན་བྱེད་པ

source: Places
bo: ས་གནས

source: Resources for @place
bo: @place ཡི་ཐོན་ཁུངས

source: Place Name(s)
bo: ས་གནས་ཀྱི་མིང

source: Feature Type(s)
bo: ཁྱད་ནུས་ཀྱི་རིགས

source: Essays
bo: རྩོམ་ཡིག

source: Description of @place
bo: @place་ཡི་གསལ་བཤད།

source: Characteristic(s)
bo: ཁྱད་ཆོས

source: Shanti Place Dictionary Resources
bo: Shanti ས་གནས་ཀྱི་ཚིག་མཛོད་ཐོན་ཁུངས

source: See interactive map of @place
bo: @place ཡི་ས་ཁྲར་གཟིགས

source: See @place in the UVa place dictionary
bo: UVa ས་གནས་ཀྱི་ཚིག་མཛོད་དུ་@place་ལྟ་བ

source: Get location json by id
bo: id བརྒྱུད་ནས་གནས་ཡུལ་གྱི་json ལེན་པ

source: Get location json by name
bo: མིང་བརྒྱུད་ནས་གནས་ཡུལ་གྱི་json ལེན་པ

source: Locations Selector Settings
bo: གནས་ཡུལ་གདམ་བྱེད་སྒྲིག་འགོད

source: <p>The Location Selector Widget provides three methods to choose location: UVa Place Dictionary, Geonames and via a map.</p>
bo: <p>གནས་ཡུལ་གདམ་བྱེད་ལག་ཆ་ཡིསགནས་ཡུལ་འདེམས་བྱེད་ཀྱི་ཐབས་ལམ་གསུམ་མཁོ་སྤྲོད་བྱེད་དེ། UVa ས་གནས་ཀྱི་ཚིག་མཛོད་དང་ས་ཁུལ་མིང་། ཡང་ན་ས་ཁྲ་ཞིག་བརྒྱུད་ནས་འདེམས་ཆོག</p>

source: Show Place Dictionary
bo: ས་གནས་ཀྱི་ཚིག་མཛོད་སྟོན་པ

source: Show Geonames
bo: ས་གནས་ཀྱི་མིང་སྟོན་པ

source: Show Map
bo: ས་ཁྲ་སྟོན་པ

source: Path to Detailed Location View
bo: གནས་ཡུལ་མཐོང་རིས་ཞིབ་ཕྲའི་སྦྲེལ་ལམ

source: Enter a drupal path to the view for displaying the detail page for this location. Use <code>%tid</code> or <code>%place_id</code> as replacement tokens to be used in the display formatter.
bo: ས་གནས་འདི་ལ་ཞིབ་ཕྲའི་དྲ་ངོས་ཤིག་སྟོན་ཆེད་ལྟ་ཁུང་གི་drupal སྦྲེལ་ལམ་ཞིག་འཇུག་དགོས། འཆར་ངོས་ཀྱི་རྣམ་བཞག་ལག་ཆའི་ནང་སྤྱོད་དགོས་པའི་བརྗེ་ལེན་གྱི་མཚོན་གྲངས་<code>%tid</code>་དང་ཡང་ན་<code>%place_id</code>་སྤྱོད་དགོས།

source: Mediabase Location Default
bo: འཕྲིན་ལམ་གྲངས་མཛོད་གནས་ཡུལ་གྱི་སྔར་ཡོད་སྒྲིག་འགོད

source: A detail page for Locations
bo: གནས་ཡུལ་གྱི་ཞིབ་ཕྲའི་གནས་ཚུལ།

source: Mediabase Location Taxonomy
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་རིགས་དབྱེ

source: A taxonomy vocabulary for locations.
bo: ས་གནས་ཀྱི་རིགས་དབྱེ་སྤྱི་མིང་།

source: Place Dictionary Id
bo: ས་གནས་ཀྱི་ཚིག་མཛོད་ཨང་རྟགས

source: Mediabase Location
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་གནས་ཡུལ

source: Shanti AV Id
bo: Shanti AV ཡི་ཨང་རྟགས

source: Mediabase Metadata
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་ཟུར་གཏོགས་གཞི་གྲངས

source: Provides customizations for handling PBCore Metadata
bo: PBCore ཡི་ཟུར་གཏོགས་ཆ་འཕྲིན་སྒྲིག་བཟོ་བྱེད་ཆེད་དུ་རང་བཟོའི་བྱེད་ནུས་མཁོ་སྤྲོད་བྱེད་པ

source: Mediabase Migrations
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་གནས་སྤོར།

source: Mediabase content migrations. Keep disabled unless you are migrating content
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་ནང་དོན་སྤོར་བ། ནང་དོན་སྤོར་མི་དགོས་ཚེ། ནུས་མེད་དུ་བསྐྱུར་དགོས

source: Mediabase Relation
bo: འཕྲིན་ལམ་གྲངས་མཛོད་ཀྱི་འབྲེལ་བ།

source: Provides a PBCore Relation field for audio/video objects
bo: སྒྲ་དང་བརྙན་གྱི་ལས་གཞི་ལ་PBCore ཡི་འབྲེལ་ལམ་གནས་ཁོངས་ཤིག་མཁོ་སྤྲོད་བྱེད་པ
