Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shanti_texts.*.po
Languages: bo

source: SHANTI Texts help is not currently available.
bo: SHANTI ཡི་གེའི་རོགས་འདེགས་གནས་སྐབས་སུ་སྤྱོད་མི་ཐུབ།

source: SHANTI Texts activated.
bo: SHANTI ཡི་གེ་ནུས་ཡོད་བཟོས་ཟིན།

source: Administer SHANTI Texts
bo: SHANTI ཡིག་ཆ་ལ་དོ་དམ་རྒྱག་པ།

source: Perform administration tasks for SHANTI Texts.
bo: SHANTI ཡི་གེ་ཡི་དོ་དམ་འོས་འགན་ལག་བསྟར་བྱེད་པ།

source: Flyout Search Tabs
bo: འཕར་ཐོན་འཚོལ་བཤེར་གྱི་ཤོག་བྱང

source: Replace this content with a template.
bo: ནང་དོན་འདིའི་ཚབ་ཏུ་དཔེ་གཞི་ཞིག་འཇོག་པ།

source: Edit Top Section
bo: ཐོད་ཀྱི་ཚན་པ་ལ་བཟོ་བཅོས་རྒྱག་པ

source: Edit Child Section
bo: ཡན་ལག་ཚན་པར་བཟོ་བཅོས་རྒྱག་པ

source: Edit
bo: བཟོ་བཅོས

source: SHANTI Texts
bo: SHANTI ཡི་གེ

source: Sort Text Sections
bo: ཡི་གེ་སྡེ་ཚན་གྱི་གོ་རིམ་སྒྲིག་པ

source: Drupal Books modded for scholarly texts
bo: སློབ་གཉེར་གྱི་ཡིག་ཆ་ལ་དཔེ་བཟོས་པའི་Drupal ཡི་དེབ
