Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shanti_kmaps_facets.*.po
Languages: bo

source: Kmaps Search and Navigation: So Helpful!
bo: Kmaps འཚོལ་བཤེར་དང་ཕྱོགས་སྟོན། ཕན་ཐོགས་ཆེན་པོ་ཡོད་རེད།

source: Number of Kmap Facet Blocks
bo: Kmapཕྱོགས་སྣེའི་གྲངས་ཀ།

source: The number of Kmap facet blocks to have on this site
bo: དྲ་ཚིགས་འདིའི་ཐོག་ཏུ་ཡོད་དགོས་པའི་Kmap ངོས་ཀྱི་ལྷུ་ལག་གྲངས།

source: Use Bootstrap Tabs for SHANTI Flyout
bo: SHANTI ཕྱིར་སྐྱོད་ལ་Bootstrap ཤོག་བྱང་སྤྱོད་པ

source: Use Bootstrap tabs (markup/js) for displaying facet blocks in SHANTI Sarvaka flyout
bo: SHANTI Sarvaka ཕྱིར་སྐྱོད་ནང་གི་ལྷུ་ལག་སྟོན་ཆེད་དུ་Bootstrap ཤོག་བྱང་༼markup/js༽སྤྱད་པ

source: Resource types to count
bo: རྩིས་རྒྱག་དགོས་པའི་ཐོན་ཁུངས་ཀྱི་རིགས

source: Select which resource types you want to reflect in the counts
bo: རྩིས་གྲངས་ཀྱི་ནང་དུ་ཐོན་ཁུངས་རིགས་གང་ཞིག་ཚུད་དགོས་པ་གདམ་པ

source: Link tree Nodes to Kmaps
bo: Kmaps ལ་སྡོང་དབྱིབས་སྦྲེལ་གནས་སྦྲེལ་བ

source: When this is checked, tree nodes will link their Kmaps page in Mandala on the same server
bo: འདི་ལ་གདམ་རྟགས་བརྒྱབ་ན། སྡོང་གཟུགས་ཀྱི་སྦྲེལ་གནས་དག་ཞབས་ཞུ་གནས་དེའི་ཐོག་གི་Mandala ནང་དུ་དེ་དག་གི་Kmaps དྲ་ངོས་དང་སྦྲེལ་ངེས

source: Show resource counts next to nodes
bo: ནང་ཚན་གྱི་འགྲམ་དུ་ཐོན་ཁུངས་གྱི་གྲངས་སྟོན་པ

source: Show the number of resources in a particular category next to the tree node
bo: སྡོང་གཟུགས་ནང་ཚན་གྱི་འགྲམ་དུ་དམིགས་བསལ་གྱི་ཚན་ཁག་སྤྱད་ནས་ཐོན་ཁུངས་ཀྱི་གྲངས་སྟོན་པ

source: Hide nodes with no resources
bo: ཐོན་ཁུངས་མེད་པའི་སྦྲེལ་གནས་སྐུང་བ

source: Hide nodes with no associated resources
bo: ཐོན་ཁུངས་ཟུང་འབྲེལ་བྱས་མེད་པའི་སྦྲེལ་གནས་སྐུང་བ

source: Items per page in gallery
bo: པར་དེབ་ཀྱི་ངོས་རེའི་རྣམ་གྲངས

source: The number of nodes to view per page on the results page for a certain facet
bo: དམིགས་བསལ་ཀྱི་ངོས་ཞིག་གི་མཇུག་འབྲས་དྲ་ངོས་སུ་དྲ་ངོས་རེར་ལ་སྟོན་དགོས་པའི་སྦྲེལ་གནས་གྲངས་ཀྱི་གྲངས།

source: You must enter an integer for the number of Kmap facet blocks.
bo: Kmap ངོས་ཀྱི་ལྷུ་ལག་གྲངས་ལ་ཧྲིལ་གྲངས་ཞིག་ངེས་པར་དུ་ནང་འཇུག་བྱེད་དགོས།

source: Maximum number of blocks must be at least 1.
bo: ལྷུ་ལག་གི་མང་ཤོས་གྲངས་ཉུང་མཐར་ཡང་༡་ཡིན་དགོས།

source: Block name
bo: ལྷུ་ལག་གི་མིང

source: Kmap Tree Type
bo: KMap སྡོང་དབྱིབས་ཀྱི་རིགས

source: Type of Kmap Navigator Tree to Show in Block
bo: ལྷུ་ལག་ནང་སྟོན་པའི་Kmap ཕྱོགས་སྟོན་སྡོང་རིས་ཀྱི་རིགས

source: Kmap Root Path
bo: Kmap རྩ་བའི་སྦྲེལ་ལམ

source: Enter the KMap ID for the Root Node of the nav-tree in this block.
bo: ལྷུ་ལག་འདིའི་ཕྱོགས་སྟོན་སྒྲིག་གཞིའི་གཞི་རྩའི་སྦྲེལ་གནས་ཀྱི་KMap ཨང་རྟགས་འཇུག་རོགས།

source: The library @libname could not be loaded: @errmsg
bo: སྒྲིག་མཛོད་@libname་ཚུར་འཇུག་མི་ཐུབ། རྒྱུ་མཚན་ནི་@errmsg

source: Solr Term Index URL is not set in Kmaps Admin
bo: Kmaps དོ་དམ་གྱི་ནང་དུ་Solr ཐ་སྙད་ཀྱི་དཀར་ཆག་སྦྲེལ་གནས་བསྒྲིག་མེད

source: @slogan: All Resources
bo: @slogan། ཐོན་ཁུངས་ཡོངས

source: Resources Tagged with @kmheadlist
bo: @kmheadlist ལ་ཟུང་འབྲེལ་བྱས་པའི་ཐོན་ཁུངས

source: Solr Asset Index URL is not set in Kmaps Admin
bo: Kmaps ཡི་དོ་དམ་ནང་དུ་Solr ཡི་ནང་དོན་དཀར་ཆགས་བསྒྲིག་མེད་པ

source: Nodes indexed in SOLR were not found on the site. Please have your administrator reindex kmap ids.
bo: SOLRནང་ཕྱོགས་སྟོན་བྱས་པའི་གནས་ཁོངས་དྲ་གནས་ཀྱི་ཐོག་རྙེད་མི་འདུག ཁྱོད་ཀྱི་སྐྱར་དུ་ཕྱོགས་སྟོན་kmap idsཡོད་དགོས་པ།

source: No results were found.
bo: མཇུག་འབྲས་གང་ཡང་རྙེད་མི་འདུག

source: Search on “@qstr”
bo: @qstr་ཐོག་ཏུ་འཚོལ་བ

source: Displaying @st - @end of @total
bo: @total་ནས་@st་དང་@end་བར་འཆར་བ

source: Results
bo: མཇུག་འབྲས

source: Kmaps Facets Settings
bo: Kmaps Facets སྒྲིག་འགོད

source: Configure Kmaps Facets Module
bo: Kmaps ངོས་ཀྱི་མ་དཔེ་སྒྲིག་འགོད་བྱེད་པ

source: Return data for a block tree
bo: ལྷུ་ལག་གི་སྡོང་གཟུགས་ཤིག་ལ་གཞི་གྲངས་ཕྱིར་འདོན་བྱེད་པ

source: Kmap Facet Search
bo: Kmap Facet འཚོལ་བཤེར

source: Required hook is not implemented! For facet trees to display counts upon keyword search the hook_node_facet_hits() must be implemented. See README for shanti_kmaps_facets module.
bo: དགོས་ངེས་ཀྱི་འཛིན་བྱེད་དེ་མངོན་འགྱུར་བྱས་ཐུབ་མེད། གནད་ཚིག་འཚོལ་བཤེར་གྱི་སྐབས་སྡོང་གཟུགས་ཀྱི་ངོས་སུ་སྡོམ་གྲངས་འཆར་དགོས་ན་hook_node_facet_hits() ངེས་པར་ཏུ་ཡོད་དགོས། shanti_kmaps_facets ཡི་སྐོར་README ལ་ལྟོས།

source: Shanti Kmaps Facet Hook
bo: Shanti Kmaps ངོས་ཀྱི་འཛིན་བྱེད

source: Required hook not implemented!
bo: དགོས་ངེས་ཀྱི་འཛིན་བྱེད་མངོན་འགྱུར་བྱས་མེད།

source: The hook_node_facet_hits has not be implemented! In order for Kmaps Facet counts to display in facet trees after a Drupal keyword search, this hook must be implemented. See the <a href="@rmurl">README</a> in shanti_kmaps_facets module.
bo: The hook_node_facet_hits མངོན་འགྱུར་བྱས་མེད། Drupal ཡི་གནད་ཚིག་ཞིག་འཚོལ་བཤེར་བྱས་རྗེས། Kmaps ངོས་ཀྱི་བགྲང་བརྩི་དེ་ ངོས་ཀྱི་སྡོང་གཟུགས་སུ་མངོན་དགོས་ཆེད། hook འདི་ངེས་པར་མངོན་འགྱུར་བྱ་དགོས། shanti_kmaps_facets མ་དཔེ་ནང་གི་<a href="@rmurl">README</a>་ལ་ཞིབ་ཏུ་གཟིགས་རོགས།

source: Required hook has been implemented!
bo: དགོས་ངེས་ཀྱི་འཛིན་བྱེད་དེ་མངོན་འགྱུར་བྱས་ཚར།

source: This site has implemented the required hook_node_facet_hits. See the <a href="@rmurl">README</a> in shanti_kmaps_facets module for further information.
bo: དྲ་ངོས་འདིའི་ཐོག་ཏུ་མཁོ་དགོས་ཡོད་པའི་hook_node_facet_hits མངོན་འགྱུར་བྱས་ཡོད། shanti_kmaps_facets མ་དཔེ་ནང་གི་<a href="@rmurl">README</a> ནས་དེ་ལས་མང་པའི་ཆ་འཕྲིན་ལ་གཟིགས་རོགས།

source: Shanti Kmaps Facets
bo: Shanti Kmaps ངོས

source: A drupal module from the Shanti project to provide blocks that display custom kmap trees to use as facets.
bo: Shanti ལས་གཞི་ཡི་drupal མ་དཔེ་ཞིག་སྟེ། དེས་རང་བཟོས་ཀྱི་kmap སྡོང་གཟུགས་འཆར་སའི་ལྷུ་ལག་མཁོ་འདོན་བྱས་ནས་ངོས་ལ་སྤྱོད།

source: Subject or Place Tags
bo: བརྗོད་དོན་དང་ཡང་ན་ས་གནས་ཀྱི་རྟགས་མཆན
