Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shanti_biblio_modules.*.po
Languages: bo

source: Biblio Long Language
bo: Biblio ཡི་སྐད་རིགས་མིང་རིང་བ

source: Biblio Long Title
bo: Biblio ཡི་ཁ་བྱང་རིང་བ

source: Places
bo: ས་གནས

source: Biblio Language
bo: Biblio ཡི་སྐད་རིགས།

source: Biblio Custom Fields
bo: Biblio རང་བཟོས་གནས་ཁོངས

source: Adds custom fields to biblio content type
bo: biblio ནང་དོན་རིགས་ལ་རང་བཟོས་ཀྱི་གནས་ཁོངས་སྣོན་པ

source: Zotero Attachments
bo: Zotero ཟུར་སྣོན

source: Zotero Collections
bo: Zotero ཕྱོགས་བསྡུས

source: Zotero Files
bo: Zotero ཡིག་ཆ

source: Zotero Tags
bo: Zotero འཚན་བྱང

source: Sources Zotero Importer
bo: ཁུངས་ཀྱི་Zotero ནང་འདྲེན་ལག་ཆ

source: Sources
bo: ཁུངས

source: Sources Biblio Search
bo: ཁུངས་ཀྱི་འདྲེན་ཁུངས་འཚོལ་བཤེར

source: All Collections
bo: ཕྱོགས་བསྡུས་ཡོངས

source: Collections
bo: ཕྱོགས་བསྡུས

source: Create New Collection
bo: ཕྱོགས་བསྡུས་གསར་བ་འཛུགས་པ

source: Create a Biblio Entry
bo: Biblio ཡི་མཇུག་སྒོ་ཞིག་གསར་འཛུགས

source: My Collections
bo: ངའི་ཕྱོགས་བསྡུས

source: Sources Collection Views and Links
bo: ཁུངས་ཀྱི་ཕྱོགས་བསྡུས་མཐོང་རིས་དང་སྦྲེལ་ཐག

source: Views and links used with Collections in SHANTI Sources
bo: SHANTI ཁུངས་ནང་གི་ཕྱོགས་བསྡུས་ལ་སྤྱོད་པའི་མཐོང་རིས་དང་སྦྲེལ་ཐག

source: Collection
bo: ཕྱོགས་བསྡུས

source: Featured image
bo: ཁྱད་པ་ཅན་གྱི་པར་རིས

source: Group content visibility
bo: ནང་དོན་མངོན་འཆར་ཚོ་ཁག་བགོ་བ

source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
bo: <em>སྤྱོད་མཁན་</em>འདེམས་བྱང་ལ་སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་དང་འབྲེལ་བའི་སྦྲེལ་ཐག་ཡོད། ད་དུང་ཕྱིར་འབུད་ཀྱི་སྦྲེལ་ཐག་ཡང་ཡོད།

source: User menu
bo: སྤྱོད་མཁན་གྱི་འདེམས་བྱང

source: Add a Collection
bo: ཕྱོགས་བསྡུས་ཤིག་ཁ་སྣོན།

source: Add a Source
bo: ཁུངས་ཤིག་ཁ་སྣོན

source: All Sources
bo: ཁུངས་ཡོངས།

source: My Content
bo: ངའི་ནང་དོན།

source: My Sources
bo: ངའི་ཐོན་ཁོངས།

source: Sources Misc Config
bo: ཁུངས་ཀྱི་སྣ་མང་སྒྲིག་འགོད

source: Miscellaneous settings for Sources site.
bo: ཐོན་ཁོངས་དྲ་གནས་ཀྱི་སྣ་ཚོགས་སྒྲིག་འགོད།

source: Year of Publication can not be in the future.
bo: ཁྱབ་སྤེལ་གྱི་ལོ་དེ་མ་འོངས་དུ་ཡིན་མི་སྲིད

source: Create a Source
bo: ཁུངས་གསར་བ་ཞིག་འཛུགས་པ

source: View
bo: ལྟ་ཞིབ

source: Members
bo: ཁོངས་མི།

source: Sources Miscellaneous Custom Module
bo: ཁུངས་ཀྱི་སྣ་མང་རང་བཟོའི་མ་དཔེ

source: Custom for miscellaneous functions for the Sources site
bo: རང་བཟོ་བྱས་པའི་ཁུངས་ཀྱི་དྲ་ཚིགས་ཀྱི་བྱེད་ནུས་སྣ་ཚོགས

source: Sources Text Format
bo: འབྱུང་ཁུངས་ཀྱི་ཡི་གེའི་རྣམ་གཞག

source: Text format to replace Panopoly
bo: Panopoly ཡི་ཚབ་ཏུ་བརྗེ་དགོས་པའི་ཡི་གེའི་རྣམ་གཞག

source: Titles
bo: ཁ་བྱང

source: Authors
bo: རྩོམ་མཁན

source: Publishers
bo: ཁྱབ་སྤེལ་མཁན

source: Place of Publication
bo: ཁྱབ་སྤེལ་གྱི་ས་གནས

source: Tags
bo: དབྱེ་རྟགས

source: Search Results
bo: འཚོལ་བཤེར་མཇུག་འབྲས

source: Tagged with
bo: རྟགས་མཆན་བཀོད་ས

source: View all sources
bo: ཁུངས་ཡོངས་ལ་ལྟ་བ

source: All
bo: ཡོངས

source: Any
bo: གང་རུང

source: Find items that match
bo: ཆ་མཚུངས་བའི་རྣམ་གྲངས་འཚོལ་བ

source: of the fields below
bo: འོག་གི་གནས་ཡུལ་གྱི་

source: Source type
bo: ཁུངས་ཀྱི་རིགས

source: Title
bo: ཁ་བྱང

source: Author
bo: རྩོམ་མཁན

source: Publisher
bo: ཁྱབ་སྤེལ་མཁན

source: Abstract
bo: མདོར་བསྟན།

source: Clear
bo: གཙང་སེལ

source: Sorting Biblio Author
bo: ཁུངས་འདྲེན་སའི་རྩོམ་མཁན་གོ་རིམ་སྒྲིག་པ

source: Sorting Stripped Node Title
bo: དུས་བུ་བཅད་པའི་ནང་ཚན་ཁ་བྱང་གི་གོ་རིམ་སྒྲིག་པ

source: Sorting Custom Publication Year
bo: རང་བཟོས་ཀྱི་ཁྱབ་སྤེལ་ལོ་གོ་རིམ་སྒྲིག་པ

source: Publication Type
bo: ཁྱབ་སྤེལ་གྱི་རིགས

source: Search text biblio authors
bo: ཡི་གེའི་ཁུངས་འདྲེན་སའི་རྩོམ་པ་པོ་འཚོལ་བ

source: Search text publisher
bo: ཡི་གེའི་ཁྱབ་སྤེལ་མཁན་འཚོལ་བ

source: Search text publish place
bo: ཡི་གེའི་ཁྱབ་སྤེལ་གནས་འཚོལ་བ

source: Search text abstract
bo: ཡི་གེའི་མདོར་བསྟན་འཚོལ་བ

source: Search text zotero tags
bo: ཡི་གེའི་zotero རྟགས་མཆན་འཚོལ་བ

source: Custom views filter
bo: རང་བཟོས་ཀྱི་མཐོང་རིས་ཚག་བྱེད

source: FancyTree Taxonomy Block
bo: FancyTree རིགས་དབྱེའི་ལྷུ་ལག

source: FancyTree Taxonomy Search Flyout Block
bo: FancyTree རིགས་དབྱེ་འཚོལ་བཤེར་གྱི་འཕར་ཐོན་ལྷུ་ལག

source: Custom taxonomy breadcrumb
bo: རང་བཟོ་བྱས་པའི་རིགས་འབྱེད་བྱེད་ནུས

source: Advanced search block
bo: མཐོ་རིམ་འཚོལ་བཤེར་གྱི་ལྷུ་ལག

source: Sources: Advanced Sources Search Filter
bo: ཁུངས། མཐོ་རིམ་ཁུངས་ཀྱི་འཚོལ་བཤེར་ཚག་རྒྱག་བྱེད

source: Biblio Author?
bo: Biblio ཡི་རྩོམ་མཁན།

source: Words in Abstract
bo: གནད་བསྡུས་ནང་གི་མིང་ཚིག

source: Sort By
bo: གོ་རིམ་སྒྲིག་ས

source: Order By
bo: གོ་རིམ་སྒྲིག་སྟངས

source: Source Type
bo: ཁུངས་ཀྱི་རིགས

source: Year of Publication
bo: ཁྱབ་སྤེལ་གྱི་ལོ

source: Range
bo: ཁྱབ་ཁོངས

source: Current
bo: མིག་སྔར

source: Last 12 months
bo: སྔོན་གྱི་ཟླ་༡༢

source: Search
bo: འཚོལ

source: Filters sources based on access
bo: སྤྱོད་དབང་ལ་བསྟུན་ནས་ཁུངས་ཚགས་རྒྱག་པ

source: Filters out private or group-private sources
bo: སྒེར་རམ་ཡང་ན་ཚོགས་པ་སྒེར་གྱི་ཁུངས་ཡིན་པ་དག་ཕྱིར་ཕུད་པ

source: Sources custom views module
bo: ཁུངས་ཀྱི་རང་བཟོའི་མཐོང་རིས་ཀྱི་མ་དཔེ

source: Custom views module for Sources site.
bo: རང་བཟོས་ཀྱི་ཁུངས་ཀྱི་དྲ་ཚིགས་ཀྱི་མཐོང་རིས།

source: HOME
bo: གཙོ་ངོས

source: Sort by
bo: གོ་རིམ་གཞི་འཛིན་ས།
