Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shanti_collections_admin.*.po
Languages: bo

source: Administer SHANTI Collections Admin
bo: SHANTI ཕྱོགས་བསྡུས་ཀྱི་དོ་དམ་ལ་དོ་དམ་རྒྱག་པ།

source: Perform administration tasks for SHANTI Collections Admin.
bo: SHANTI ཕྱོགས་བསྡུས་དོ་དམ་གྱི་དོ་དམ་འོས་འགན་ལག་བསྟར་བྱེད་པ།

source: OG Collection Field
bo: OG ཕྱོགས་བསྡུས་གནས་ཁོངས

source: OG Parent Collection Field
bo: OG མ་ཁོངས་ཀྱི་ཕྱོགས་བསྡུས་གནས་ཁོངས

source: Content Types
bo: ནང་དོན་གྱི་རིགས།

source: Content Views
bo: ནང་དོན་གྱི་མཐོང་རིས

source: Members View
bo: ཁོངས་མིར་ལྟ་བ།

source: Collection Field
bo: ཕྱོགས་བསྡུས་ཀྱི་གནས་ཁོངས

source: The OG field that links a media asset to a Collection or Subcollection.
bo: འཕྲིན་ལམ་གྱི་རྒྱུ་ཆ་ཞིག་ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ལ་སྦྲེལ་བའི་OG གནས་ཁོངས།

source: Parent Collection Field
bo: མ་ཁོངས་ཕྱོགས་བསྡུས་ཀྱི་གནས་ཁོངས

source: The OG field that links a Subcollection to a parent Collection.
bo: ཡན་ལག་གི་ཕྱོགས་བསྡུས་ཤིག་གོང་རིམ་གྱི་ཕྱོགས་བསྡུས་ཞིག་ལ་སྦྲེལ་བའི་OG གནས་ཁོངས།

source: Content Types that can be added to Collections. If nothing appears here, you many need to change your fields.
bo: ཕྱོགས་བསྡུས་སུ་བསྣན་ཆོག་པའི་ནང་དོན་གྱི་རིགས། འདིར་གལ་སྲིད་ཅི་ཡང་མ་འཆར་ན། ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་གནས་ཁོངས་བརྗེ་སྲིད།

source: Collection Items View
bo: ཕྱོགས་བསྡུས་ནང་ཚན་གྱི་ལྟ་ཁུངས

source: A view to be included on the Collections and Subcollections pages.<br /> Enter the machine name of the view plus the the display ID separated by a space.<br /> <b>Make sure this view includes all content types chose above and accepts multiple arguments!</b>
bo: ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་ནང་དུ་འཇོག་དགོས་པའི་མཐོང་རིས་ཤིག<br /> མཐོང་རིས་ཀྱི་འཕྲུས་ཆས་མིང་དེ་དང་མངོན་སྟོན་གྱི་ཨང་རྟགས་གཉིས་ལ་སྟོང་མཐེབ་ཀྱི་བར་མཚམས་བཞག་ནས་ནང་འཇུག་བྱེད་དགོས།<br /> <b>མཐོང་རིས་འདིའི་ནང་དུ་གོང་ནས་བདམས་ཟིན་པའི་ནང་དོན་རིགས་ཡོངས་འདུས་ཡོད་པ་དང་འཇུག་གྲངས་འགའ་ཞིག་ཡོད་དགོས་པར་དག་ཐེར་བྱེད་དགོས།</b>

source: Collection Members View
bo: ཕྱོགས་བསྡུས་ཚོགས་མིའི་ལྟ་ཁུངས

source: A view to be included on the Collections and Subcollections pages.<br /> Enter the machine name of the view plus the the display ID separated by a space.
bo: ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་ནང་དུ་འཇོག་དགོས་པའི་མཐོང་རིས་ཤིག<br /> མཐོང་རིས་ཀྱི་འཕྲུས་ཆས་མིང་དེ་དང་མངོན་སྟོན་གྱི་ཨང་རྟགས་གཉིས་ལ་སྟོང་མཐེབ་ཀྱི་བར་མཚམས་བཞག་ནས་ནང་འཇུག་བྱེད་དགོས།

source: Parent Collection
bo: མ་ཁོངས་ཀྱི་ཕྱོགས་བསྡུས

source: Cancel
bo: ཕྱིར་འཐེན

source: SHANTI Collections Admin
bo: Shanti ཕྱོགས་བསྡུས་ཀྱི་དོ་དམ

source: Define variables for Collections and Subcollections.
bo: ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་འགྱུར་གྲངས་གཏན་ཁེལ་བྱེད་པ།

source: Fields
bo: གནས་ཁོངས།

source: Specify OG fields for Collections and Subcollections.
bo: ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ལ་OG ཡི་གནས་ཁོངས་གཏམ་ཁེལ་བྱེད་པ།

source: Types
bo: རིགས

source: Specify content types for Collections and Subcollections.
bo: ཕྱོགས་བསྡུས་དང་ཕྱོགས་བསྡུས་ཡན་ལག་ལ་ནང་དོན་རིགས་གཏན་ཁེལ་བྱོས།

source: Views
bo: མཐོང་རིས

source: Specify views for Collections and Subcollections.
bo: ཕྱོགས་བསྡུས་དང་ཡན་ལག་ཕྱོགས་བསྡུས་ཀྱི་མཐོང་རིས་གཏན་ཁེལ་བྱེད་པ།

source: SHANTI Collections Testing
bo: Shanti ཕྱོགས་བསྡུས་ཀྱི་ཚོད་ལྟ

source: A test page
bo: ཚོད་ལྟའི་དྲ་ངོས་ཤིག

source: Provide config information for SHANTI Collections
bo: SHANTI ཡི་ཕྱོགས་བསྡུས་ལ་སྒྲིག་འགོད་ཀྱི་ཆ་འཕྲིན་མཁོ་སྤྲོད་བྱེད་པ
