Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shanti_texts_splitter.*.po
Languages: bo

source: Texts Content Field
bo: ཡི་གེ་ནང་དོན་གྱི་གནས་ཁོངས

source: The field in the texts content type to split by header. Default it <b>body</b>.
bo: ཡི་གེའི་ནང་དོན་རིགས་ནང་དུ་འགོ་བརྗོད་ཀྱིས་མཚམས་དབྱེ་དགོས་པའི་གནས་ཁོངས་ཏེ། སྔར་ཡོད་དུ་<b>body</b>ཡིན།

source: Do you want to enable the splitter by default?
bo: ཁྱེད་ཀྱིས་སྔར་ཡོད་དུ་མཚམས་དབྱེ་བྱེད་ནུས་ཡོད་བཟོ་དགོས་སམ།

source: If yes, you can disable it for a given text at edit time.
bo: གལ་སྲིད་ཡིན་ཚེ། བཟོ་བཅོས་ཀྱི་སྐབས་སུ་ཁྱེད་ཀྱིས་དམིགས་འཛུགས་བྱས་པའི་ཡི་གེ་ལ་དེ་ནུས་བཟོ་ཐུབ།

source: <p>SHANTI Texts Splitter lets you optionally create a new text section at each html heading and subheading (&lt;h1&gt;, &lt;h2&gt;, etc) in the body text. This makes it possible to use documents created in word processing programs to automatically create a multi-section SHANTI text or text section in a single step. To use this feature, click on the input split collapsible box below the Text body in the edit form.</p><p>All text before the first heading will be retained as the body of the original section. Subsequent sections will be added as children of that section, using the heading as their title and all text from that point to the next heading as their body. Child sections will be nested based on the subheadding number, i.e. h2 sections will be nested below the h1 section they follow, h3 sections will be nested below h2 sections, etc. </p> <p>You can choose which heading levels will be used to create new sections. You might create new sections only when a &lt;h1&gt; or &lt;h2&gt; heading is encountered, or make a new section at every header. <p>Each new text section is created as a clone of the original section, so they will have the same author, categories, and other settings selected in the original section. For instance, if the original section is marked as published and promoted to the front section, all the child sections will be published and promoted to the front section. If the original section uses the Full HTML filter, all the child sections will use the same filter. If you set the original section to be private to an Organic Group, all the child sections will have the same setting. </p><p>If the source is a word processing document, be sure it has been saved as html rather than as a word processing document so the Shanti_Texts_Splitter module can locate the headings in the text. Microsoft Word documents pasted into the body should come from text first saved as 'Html, filtered' for best results. Badly structured documents will yield unpredictable results, clean and simple html will work the best.</p>
bo: <p>SHANTI ཡི་གེ་མཚམས་དབྱེ་བྱེད་སྤྱད་ནས་གཞུང་དངོས་ཀྱི་ཡི་གེའི་འགོ་བརྗོད་དང་ཡན་ལག་འགོ་བརྗོད་༼&lt;h1&gt;, &lt;h2&gt;་ལ་སོགས་པ༽ཀྱི་ནང་དུ་ཡི་གེའི་ཚན་པ་ཞིག་གསར་འཛུགས་བྱས་ཆོག འདིས་word ཡི་གེ་སྒྲིག་བཟོའི་སྒྲིག་རིམ་ནང་དུ་བཟོས་པའི་ཡི་གེ་དག་བརྒྱུད་རིམ་རྐང་ཅིག་གི་ནང་དུ་རང་འགུལ་གྱིས་ཚན་པ་མང་པོ་ཡིན་པའི་SHANTI ཡི་གེ་དང་ཡི་གེ་ཚན་པ་ཞིག་ལ་བཟོ་ཐུབ། བྱེད་ནུས་འདི་སྤྱོད་དགོས་ན། ཡི་གེའི་གཞུང་དངོས་འོག་གི་རྩོམ་སྒྲིག་རེའུ་མིག་ནང་ནས་ནང་འཇུག་མཚམས་དབྱེའི་སྒྲོམ་གཞི་ལ་གནོན་དགོས།</p><p>འགོ་བརྗོད་དང་པོ་སྔོན་གྱི་ཡི་གེ་ཡོངས་ཐོག་མའི་ཚན་པའི་གཞུང་དངོས་ལ་སྦྱོར་བ་དང་། དེའི་རྗེས་ཀྱི་ཚན་པ་དག་ཡན་ལག་ཚན་པ་ལ་ཁ་སྣོན་བྱེད་པ་མ་ཟད། འགོ་བརྗོད་དེ་ཁ་བྱང་ལ་སྤྱོད་པ་དང་དེའི་མཚམས་ནང་རྗེས་མའི་འགོ་བརྗོད་བར་གྱི་ཡི་གེ་ཡོངས་གཞུང་དངོས་ལ་བཟོ་ངེས། ཡན་ལག་གི་ཚན་པ་དག་ཡན་ལག་འགོ་བརྗོད་གྱི་ཨང་གྲངས་ལ་གཞིགས་ནས་སྒྲིག་ངེས། དཔེར་ན་h2 ཡི་ཚན་པ་ནི་དེའི་མདུན་ཀྱི་h1 ནང་དུ་སྒྲིག་རྒྱུ་ཡིན་པ་དང་h3 ཡི་ཚན་པ་དེ་h2 ཡི་འོག་དུ་སྒྲིག་ངེས།</p> <p>ཁྱེད་ཀྱིས་འགོ་བརྗོད་ཀྱི་རིམ་པ་གང་ཞིག་སྤྱད་ནས་ཚན་པ་གསར་བཟོ་བྱེད་དགོས་པ་གདམ་ཆོག ཁྱེད་ཀྱིས་འགོ་བརྗོད་ཚན་པ་&lt;h1&gt; or &lt;h2&gt;ཞིག་ཁོ་ནར་འཕྲད་པའི་སྐབས་སུ་ཚན་པ་ཞི་གསར་བཟོ་བྱེད་པའམ། ཡང་ན་འགོ་བརྗོད་ཆ་ཚང་ལ་ཚན་པ་གསར་བ་ཞིག་བཟོ་ཆོག<p>ཡི་གེའི་ཚན་པ་གསར་བ་དེ་དག་ནི་ཐོག་མའི་ཚན་པའི་འདྲ་བཟོ་ཡིན་པས་དེ་དག་གི་རྩོམ་པ་པོ་དང་དབྱེ་ཁག སྒྲིག་འགོད་གཞན་དག་ནི་ཐོག་མའི་ཚན་པ་དང་གཅིག་པ་ཡིན། དཔེར་ན། ཐོག་མའི་ཚན་པ་དེ་ཁྱབ་སྤེལ་བྱས་ཚར་བ་དང་འདུན་ངོས་སུ་འོས་སྦྱོར་བྱས་ཡོད་ན། ཡན་ལག་གི་ཚན་པ་ཡང་དེ་འདྲ་བྱེད་དོ། ཐོག་མའི་ཚན་པས་ཆ་ཚང་བའི་HTML ཚགས་རྒྱག་བྱེད་སྤྱད་ན། ཡན་ལག་གི་ཚན་པས་ཀྱང་ཚགས་རྒྱག་བྱེད་དེ་རང་སྤྱོད་རྒྱུ་ཡིན།</p><p>གལ་སྲིད་ཁུངས་དེ་ཡི་གེ་སྒྲིག་བཟོའི་ཡིག་ཆ་ཞིག་ཡིན་ཚེ། དེ་html རྣམ་པའི་ཐོག་ཏུ་ཉར་ཚགས་བྱེད་དགོས་པ་ལམ་ཡི་གེ་སྒྲིག་བཟོ་ཡིག་ཆའི་རྣམ་པའི་ཐོག་མིན་པ་ཐག་གཅོད་དགོས། དེ་འདྲ་Shanti ཡི་གེ་མཚམས་དབྱེ་བྱེད་མ་དཔེ་ཡིས་ཡི་གེའི་ནང་དུ་འགོ་བརྗོད་རྙེད་ཐུབ། གཞུང་དངོས་ནང་དུ་Microsoft ཡི་གེའི་ཡིག་ཆ་འདུ་བཤུ་བྱེད་དུས་ཡི་གེ་དེ་ཐོག་མར་ཚགས་བརྒྱབ་ཟིན་པའི་Html ཞེས་པར་ཉར་ཚགས་བྱས་ན་མཇུག་འབྲས་ལེགས་ཤོས་ཐོབ་ཐུབ། སྒྲིག་གཞི་ལེགས་པོ་མིན་པའི་ཡིག་ཆ་ཡིས་ཚོས་དཔག་བྱེད་མི་ཐུབ་པའི་མཇུག་འབྲས་བྱུང་སྲིད་ལ། html སྟབས་བདེ་ཞིག་དང་གཙང་མ་ཡིན་ན་ཡག་ཤོས་རེད།</p>

source: EXAMPLE: <pre> INPUT: Node 1 Title: My Text Node 1 Body: &lt;div&gt;Here is my section.&lt;/div&gt; &lt;h1&gt;Section 1&lt;/h1&gt; &lt;p&gt;Here is my text for section 1.&lt;/p&gt; &lt;h2&gt;Section 1a&lt;/h2&gt; &lt;p&gt;This is section 1a.&lt;/p&gt; &lt;h2&gt;Section 1b&lt;/h2&gt; &lt;p&gt;This is section 1b.&lt;/p&gt; &lt;h1&gt;Section 2&lt;/h1&gt; &lt;p&gt;This is section 2.&lt;/p&gt; CREATES: Node 1 Title: My Text Node 1 Body: &lt;div&gt;Here is my section.&lt;/div&gt; Node 1 Parent: &lt;top level&gt; Node 1 Weight: -15 Node 2 Title: Section 1 Node 2 Body: &lt;p&gt;Here is my text for section 1.&lt;/p&gt; Node 2 Parent: Node 1 Node 2 Weight: -15 Node 3 Title: Section 1a Node 3 Body: &lt;p&gt;This is section 1a.&lt;/p&gt; Node 3 Parent: Node 2 Node 3 Weight: -15 Node 4 Title: Section 1b Node 4 Body: &lt;p&gt;This is section 1b.&lt;/p&gt; Node 4 Parent: Node 2 Node 4 Weight: -14 Node 5 Title: Section 2 Node 5 Body: &lt;p&gt;This is section 2.&lt;/p&gt; Node 5 Parent: Node 1 Node 5 Weight: -14 </pre>
bo: དཔེར་བརྗོད། <pre> ནང་འཇུག སྦྲེལ་གནས་དང་པོའི་ཁ་བྱང་། སྦྲེལ་གནས་དང་པོའི་གཞུང་དངོས། &lt;div&gt;འདི་ནི་ངའི་ཚན་པ་ཡིན།&lt;/div&gt; &lt;h1&gt;ཚན་པ་དང་པོ།&lt;/h1&gt; &lt;p&gt;འདི་ནི་ངའི་ཚན་པ་དང་པོའི་ཡིག་གེ་ཡིན།&lt;/p&gt; &lt;h2&gt; ཚན་པ་དང་པོ་ཀ&lt;/h2&gt; &lt;p&gt;འདི་ནི་ཚན་པ་དང་པོ་ཀ་རེད།&lt;/p&gt; &lt;h2&gt;ཚན་པ་དང་པོ་ཁ།&lt;/h2&gt; &lt;p&gt; འདི་ནི་ཚན་པ་དང་པོ་ཁ་ཡིན།&lt;/p&gt; &lt;h1&gt;ཚན་པ་གཉིས་པ།&lt;/h1&gt; &lt;p&gt;འདི་ནི་ཚན་པ་གཉིས་པ་ཡིན།&lt;/p&gt; གསར་འཛུགས། སྦྲེལ་གནས་དང་པོའི་ཁ་བྱང་ལ་ངའི་ཡིག་གེ སྦྲེལ་གནས་དང་པོའི་གཞུང་དངོས་ལ་&lt;div&gt;འདི་ནི་ངའི་ཚན་པ་ཡིན།&lt;/div&gt; སྦྲེལ་གནས་དང་པོའི་རིམ་པ་གོང་མ་ལ།&lt;རིམ་པ་གོང་མ&gt; སྦྲེལ་གནས་དང་པོའི་ལྗིད་ཚད་ལ་-15 སྦྲེལ་གནས་གཉིས་པའི་ཁ་བྱང་ལ་ཚན་པ་དང་པོ། སྦྲེལ་གནས་གཉིས་པའི་གཞུང་དངོས་ལ་&lt;p&gt;འདི་ནི་ངའི་ཚན་པ་དང་པོའི་ཡིག་གེ་ཡིན།&lt;/p&gt; སྦྲེལ་གནས་གཉིས་པའི་རིམ་པ་གོང་མ་ནི་སྦྲེལ་གནས་དང་པོ སྦྲེལ་གནས་གཉིས་པའི་ལྗིད་ཚད་ནི་-15་ཡིན། སྦྲེལ་གནས་གསུམ་པའི་ཁ་བྱང་ལ་ཚན་ལ་དང་པོ་ཀ སྦྲེལ་གནས་གསུམ་པའི་གཞུང་དངོས་ལ་&lt;p&gt;འདི་ནི་ལེ་ཚན་དང་པོའི་ཀ་ཡིན།&lt;/p&gt; སྦྲེལ་གནས་གསུམ་པའི་རིམ་པ་གོང་མ་ནི་སྦྲེལ་གནས་གཉིས་པ་ཡིན། སྦྲེལ་གནས་གསུམ་པའི་ལྗིད་ཚད་ལ་ -15 སྦྲེལ་གནས་བཞི་བའི་ཁ་བྱང་ལ་ལེ་ཚན་དང་པོ་ཁ་དང་། སྦྲེལ་གནས་བཞི་བའི་གཞུང་དངོས་ལ་&lt;p&gt;འདི་ནི་ཚན་པ་དང་པོའི་ཁ་ཡིན།&lt;/p&gt; སྦྲེལ་གནས་བཞི་བའི་རིམ་པ་གོང་མ་ནི་སྦྲེལ་གནས་༢་པ་ཡིན། སྦྲེལ་གནས་༤་ལྗིད་ཚད་ལ་ -14 སྦྲེལ་གནས་ལྔ་བའི་ཁ་བྱང་ལ་ལེ་ཚན་གཉིས་པ། སྦྲེལ་གནས་ལྔ་བའི་གཞུང་དངོས་ལ་&lt;p&gt;འདི་ནི་ཚན་པ་གཉིས་པ་རེད།&lt;/p&gt; སྦྲེལ་གནས་༥་རིམ་པ་གོང་མ་ནི་སྦྲེལ་གནས་༢་རེད། སྦྲེལ་གནས་༥་ལྗིད་ཚད་ལ་-14 </pre>

source: Administer SHANTI Texts Splitter
bo: SHANT ཡིག་གེའི་མཚམས་དབྱེ་བྱེད་ལ་དོ་དམ་རྒྱག་པ།

source: Define field for SHANTI Texts Splitter.
bo: SHANTI ཡིག་གེ་མཚམས་དབྱེ་བྱེད་ལ་གནས་ཁོངས་གཏན་ཁེལ་བྱེད་པ།

source: Use SHANTI Texts Splitter
bo: SHANTI ཡིག་གེའི་མཚམས་དབྱེ་བྱེད་སྤྱོད་པ

source: Create multi-section SHANTI texts based upon HTML markup.
bo: HTMLཡི་མཚོན་རྟགས་ལ་གཞི་བྱས་ཏེ་ཚན་པ་མང་པོའི་SHANTI ཡིག་གེ་གསར་འཛུགས་བྱེད་པ།

source: SHANTI Texts Splitter
bo: SHANTI ཡི་གེའི་མཚམས་དབྱེ་བྱེད

source: Heading treatment
bo: འགོ་བརྗོད་གྱི་སྒྲིག་ཐབས

source: Should this text be !help at each HTML heading?
bo: ཡི་གེ་འདི་HTML ཡི་འགོ་བརྗོད་རེ་རེའི་!help་ཡིན་དགོས་སམ།

source: split into new SHANTI Text sections
bo: SHANTI ཡི་གེའི་སྡེ་ཚན་གསར་པ་ལ་ཁ་བསྒོ་བ

source: Do not split SHANTI Text into sections.
bo: SHANTI ཡིག་གེ་དེ་ཚན་པར་དབྱེ་མི་དགོས།

source: Create a new SHANTI Text section at each HTML heading.
bo: HTMLཡི་མགོ་བརྗོད་དུ་SHANTI ཡིག་གེའི་ཚན་པ་ཞིག་གསར་འཛུགས་བྱེད་པ།

source: Split on
bo: ཁ་བསྒོ་ས

source: Identify the header levels that should identify a new section. All other headers will be ignored.
bo: ཚན་པ་གསར་བ་ཞིག་ངོས་བཟུང་བྱེད་པའི་འགོ་བརྗོད་ཀྱི་རིམ་པ་དེ་ངོས་འཛིན་བྱེད་པ། འགོ་བརྗོད་གཞན་ཡོངས་སྣང་མེད་བྱེད་པ།

source: Section !pageno
bo: སྡེ་ཚན་!pageno

source: Text content field was expanded into !pageno pages by SHANTI Texts Splitter module.
bo: SHANTI ཡི་ཡི་གེ་མཚམས་དབྱེ་བྱེད་མ་དཔེ་ཡིས་ཡི་གེའི་ནང་དོན་གནས་ཁོངས་དྲ་ངོས་!pageno་རྒྱ་བསྐྱེད་ཟིན།

source: SHANTI Texts Splitter Configuration
bo: SHANTI ཡི་གེ་མཚམས་དབྱེ་བྱེད་ཀྱི་སྒྲིག་འགོད

source: Provide settings for SHANTI Texts Splitter.
bo: SHANTI ཡི་གེའི་མཚམས་དབྱེ་བྱེད་ལ་སྒྲིག་འགོད་མཁོ་འདོན་བྱེད་པ།

source: Fork of HTML2Book for modding. Adds option to split book body into new book pages at each HTML heading in the text.
bo: HTML2Book ཡི་དཔེ་བཤུས་ནས་བཟོ་བཅོས་བྱེད་པ། དེས་གདམ་ཚན་ཞིག་ཁ་སྣོན་བྱས་ནས་དཔེ་དེབ་ཀྱི་ནང་ཚན་དེ་ཡི་གེའི་HTML འགོ་བརྗོད་རེ་རེའི་ཐོག་དཔེ་དེབ་ཀྱི་དྲ་ངོས་གསར་བ་ལ་ཁག་བགོ་ཐུབ།
