Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shib_preuser.*.po
Languages: bo

source: <p>The Shibboleth pre-user registration module allows admins to enable users registered prior to the enabling of the Shibboleth module to user Shibboleth login.
bo: <p>Shibboleth ཡི་ཐོ་འགོད་སྔོན་གྱི་སྤྱོད་མཁན་གྱི་མ་དཔེ་ཡིས་སྤྱོད་མཁན་གྱི་ནང་འཇུག་ལ་Shibboleth ནུས་ཡོད་མ་བཟོས་པའི་སྔོན་དུ་སྤྱོད་མཁན་གྱིས་ཐོ་འགོད་བྱེད་དུ་བཅུག་པ།

source: Add or Remove Users from Shibboleth Authentication Tables
bo: Shibboleth ངོས་འཛིན་རེའུ་མིག་ནས་སྤྱོད་མཁན་ཁ་སྣོན་སུབ་པ།

source: Users created prior to the enabling of the Shibboleth module have already been registered in the Shibboleth authentication tables!
bo: Shibboleth མ་དཔེ་ནུས་ཡོད་མ་བཟོས་སྔོན་དུ་གསར་འཛུགས་བྱས་པའི་སྤྱོད་མཁན་དག་Shibboleth ངོས་འཛིན་རེའུ་མིག་ནང་དུ་ཐོ་འགོད་བྱས་ཟིན།

source: When new users are added, they will automatically be entered into the Shibboleth authentication tables.
bo: སྤྱོད་མཁན་གསར་བ་ཁ་སྣོན་བྱེད་དུས། རང་འགུལ་གྱིས་ཁོང་ཚོ་Shibboleth ངོས་འཛིན་རེའུ་མིག་ཏུ་འཇུག་ངེས།

source: Admins can adjust an individual user's registration through editing that user's account.
bo: དོ་དམ་པས་མི་སྒེར་སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས་ལ་བཟོ་བཅོས་བྱས་ནས་སྤྱོད་མཁན་དེའི་ཐོ་འགོད་བཟོ་བཅོས་བྱེད་ཐུབ།

source: Register All Users
bo: སྤྱོད་མཁན་ཡོངས་ཐོ་འགོད་བྱེད་པ

source: Allow Users to see Shibboleth status
bo: སྤྱོད་མཁན་གྱིས་Shibboleth ཡི་གནས་སྟངས་མཐོང་ཐུབ་པར་བཟོ་བ

source: Allows users to see whether or not they have been added to the Shibboleth authentication tables when they edit their user profile
bo: སྤྱོད་མཁན་གྱིས་ངོ་སྤྲོད་རྩོམ་སྒྲིག་བྱེད་དུས། Shibboleth ངོས་འཛིན་རེའུ་མིག་ཏུ་སྤྱོད་མཁན་དེ་བསྣན་ཡོད་མེད་མཐོང་ཐུབ་པ་བཟོ་བ།

source: users have been added to the shib_authmap table
bo: shib_authmapརེའུ་མིག་ནང་དུ་ཁ་སྣོན་བྱས་ཟིན་པའི་སྤྱོད་མཁན

source: shib_authmap table does not exist! Check is Shibboleth module is installed.
bo: shib_authmap རེའུ་མིག་དེ་གནས་མི་འདུག Shibboleth མ་དཔེ་སྒྲིག་་འཇུག་བྱས་ཡོད་མེད་ལྟོས།

source: users have been added to the authmap table.
bo: ངོས་འཛིན་གྱི་འཆར་བཀོད་རེའུ་མིག་ནང་དུ་ཁ་སྣོན་བྱས་ཟིན་པའི་སྤྱོད་མཁན།

source: authmap table does not exist! Check is Shibboleth module is installed.
bo: ངོས་འཛིན་རེའུ་མིག་གནས་མི་འདུག Shibboleth ཡི་མ་དཔེ་སྒྲིག་འཇུག་བྱས་ཡོད་མེད་ལ་ལྟ་ཞིབ་བྱོས།

source: User @uid removed from the Shibboleth authentication tables
bo: སྤྱོད་མཁན་@uid་ནི་Shibboleth ངོས་འཛིན་རེའུ་མིག་ནས་བསུབ་ཟིན

source: Something went wrong. @sadel rows removed brom the "shib_authmap" table. @adel rows removed from the "authmap" table.
bo: སྐྱོན་ཞིག་ཤོར་སོང་། shib_authmap རེའུ་མིག་ནས་ཕྲེང་@sadel བསུབ་ཟིན། authmap རེའུ་མིག་ནས་ཕྲེང་@adel་བསུབ་ཟིན།

source: User @uid is not registered in the Shibboleth authentication tables
bo: སྤྱོད་མཁན་@uid་ནི་Shibboleth ངོས་འཛིན་རེའུ་མིག་ནང་དུ་ཐོ་འགོད་བྱས་མེད།

source: In Shibboleth authentication tables
bo: Shibboleth ཐོབ་ཐང་ངོས་འཛིན་རེའུ་མིག་གི་ནང་དུ

source: Shows whether this user has been registered in the Shibboleth Authentication tables. To unregister a user click 'No'. To register, click 'Yes'.
bo: སྤྱོད་མཁན་འདི་Shibboleth ར་སྤྲོད་རེའུ་མིག་ཏུ་ཐོ་འགོད་བྱས་ཡོད་མེད་སྟོན་པ། ཐོ་འགོད་ནས་ཕྱིར་འབུད་དགོས་ན་མིན་ཞེས་པར་གནོན་དགོས་པ་དང་། ཐོ་འགོད་བྱེད་དགོས་ན་ཡིན་ཞེས་པ་ལ་གནོན་དགོས།

source: Shibboleth Authentication
bo: Shibboleth ཡི་ར་སྤྲོད

source: User Registration
bo: སྤྱོད་མཁན་ཐོ་འགོད

source: Shibboleth Pre-Existing User Registration
bo: Shibboleth སྔར་ནས་ཡོད་པའི་སྤྱོད་མཁན་ཐོ་འགོད

source: A Drupal 7 module from SHANTI at UVa to update the shibboleth authentication tables with users registered before enabling shibboleth
bo: UVa ཡི་SHANTI Drupal 7 པའི་མ་དཔེ་ཞིག་སྤྱད་ནས་shibboleth ནུས་ཡོད་མ་བསྒྱུར་སྔོན་གྱི་སྤྱོད་མཁན་དག་shibboleth ངོས་འཛིན་རེའུ་མིག་ཏུ་གསར་སྒྱུར་བྱེད་པ།
