Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/shivanode.*.po
Languages: bo

source: Explore Visualization Types
bo: འཆར་སྣང་གི་རིགས་འཚོལ་བ

source: Creates an instance of the SHIVA application that creates a visualization from a user-defined database.
bo: SHIVA ཉེར་སྤྱོད་ཀྱི་བྱེ་བྲག་ཞིག་གསར་འཛུགས་བྱེད་པ། དེས་སྤྱོད་མཁན་གྱིས་དམིགས་འཛུགས་བྱས་པའི་གྲངས་མཛོད་ཞིག་ནས་འཆར་སྣང་ཞིག་གསར་འཛུགས་བྱེད་ཐུབ།

source: Members
bo: ཁོངས་མི།

source: Recent SHIVA Nodes
bo: ཉེ་ཆར་གྱི་SHIVA ནང་ཚན

source: Number of Entries
bo: འགྲན་ཞུགས་གྲངས་ཀ།

source: This is the number of entries to show in the SHIVA node recent list block
bo: འདི་ནི་SHIVA སྦྲེལ་གནས་ཀྱི་ཉེ་ཆར་ལྷུ་ལག་ཏུ་སྟོན་དགོས་པའི་ནང་ཚན་གྱི་གྲངས་ཀ་ཡིན།

source: Recent SHIVA Visualizations
bo: ཉེ་ཆར་གྱི་SHIVA འཆར་སྣང

source: edit
bo: རྩོམ་སྒྲིག

source: delete
bo: བསུབ

source: Show all Visualizations
bo: འཆར་མཐོང་ཡོངས་སྟོན་པ

source: indicates a unpublished Visualization viewable only by the creator and administrators
bo: དོ་དམ་པ་དང་གསར་འཛུགས་མཁན་ཁོ་ནས་ལྟ་ཐུབ་པའི་ཁྱབ་སྤེལ་བྱས་མེད་པའི་འཆར་མཐོང་མཚོན་པ

source: SHIVA term list
bo: SHIVA ཡི་ཐ་སྙད་མིང་ཐོ

source: JSON Visualization Display (SHIVA)
bo: JSON འཆར་སྣང་མངོན་སྟོན།༼SHIVA༽

source: Shivanode
bo: Shiva ཡི་ནང་ཚན

source: Title
bo: ཁ་བྱང

source: A <em>Shivanode</em> creates a visualization using the SHIVA framework
bo: <em>Shivanode</em> ཞིག་གིས་SHIVA སྒྲིག་གཞི་སྤྱད་ནས་འཆར་སྣང་ཞིག་གསར་འཛུགས་བྱེད་ཐུབ།

source: Shiva Visualization
bo: Shiva ཡི་འཆར་མཐོང

source: SHARE
bo: མཉམ་སྤྱོད

source: No subtype found for: @stype (no index found)
bo: @stype༼དཀར་ཆག་མ་རྙེད་པ༽ཡན་ལག་རིགས་རྙེད་མི་འདུག

source: Update
bo: གསར་སྒྱུར

source: Save
bo: ཉར་ཚགས

source: Create a @type
bo: @type་ཞིག་གསར་འཛུགས

source: Edit Shivanode: @title
bo: Shiva སྦྲེལ་གནས་@title་ལ་བཟོ་བཅོས་བྱེད་པ

source: The Shiva KML module has not been enabled to allow you to upload and use KML files.
bo: Shiva KML མ་དཔེ་སྤྱད་ནས་KML ཡིག་ཆ་ཡར་སྤྲོད་དང་བེད་སྤྱོད་ཀྱི་བྱེད་ནུས་ནུས་ཡོད་བསྒྱུར་མེད།

source: This field is automatically populated by the subtype chosen in the form above and will be updated upon saving.
bo: གནས་ཁོངས་འདི་རང་འགུལ་གྱིས་གོང་ནས་བདམས་ཟིན་པའི་རེའུ་མིག་ནང་གི་ཡན་ལག་རིགས་ཤིག་གིས་གསར་འདོན་བྱེད་པ་དང་ཉར་ཚགས་བྱེད་དུས་གསར་སྒྱུར་བྱེད་ངེས།

source: Create a Data Listing from Google Spreadsheet
bo: Google རེའུ་མིག་ཡིག་ཆ་ནས་གཞི་གྲངས་ཀྱི་མིང་ཐོ་ཞིག་གསར་འཛུགས་བྱེད་པ

source: Create a new SHIVA Visualization
bo: SHIVA ཡི་འཆར་སྣང་གསར་བ་ཞིག་འཛུགས་པ

source: New
bo: གསར་བ

source: and view the Visualization
bo: ་ད་དུང་འཆར་སྣང་ལ་ལྟ་ཞིབ་བྱེད་པ

source: Save & Continue
bo: ཉར་ཚགས་བྱས་ནས་མུ་མཐུད

source: Save changes and continue editing
bo: སྒྱུར་བཅོས་ཉར་ཚགས་བྱས་ནས་མུ་མཐུད་རྩོམ་སྒྲིག་བྱེད

source: This @type visualization has been deprecated. You cannot therefore edit the visualization settings itself, though it can still be seen in the view mode.
bo: འཆར་སྣང་གི་རིགས་@type་འདི་དོར་ཟིན། དེའི་རྐྱེན་གྱིས་མཐོང་རིས་ཀྱི་རྣམ་པའི་ནང་དུ་ལྟ་ཐུབ་ཀྱང་འཆར་སྣང་གི་སྒྲིག་འཛུགས་ལ་བཟོ་བཅོས་བྱེད་མི་ཐུབ།

source: Your JSON is not valid:
bo: ཁྱེད་ཀྱི་JSON ལ་ཕན་ནུས་མེད།

source: Your data source url is not valid!
bo: ཁྱེད་ཀྱི་གཞི་གྲངས་ཁུངས་དྲ་གནས་ལ་ཕན་ནུས་མེད།

source: Filters visuals based on access
bo: སྤྱོད་དབང་ལ་བསྟུན་ནས་འཆར་སྣང་ཚགས་རྒྱག་པ

source: Filters out private or group-private visuals
bo: སྒེར་རམ་ཡང་ན་ཚོགས་པ་སྒེར་གྱི་འཆར་སྣང་དག་ཕྱིར་ཕུད་པ

source: This method retreives a single Shivanode from its node id.
bo: བྱེད་ཐབས་འདིས་Shiva སྦྲེལ་གནས་རྐང་ཅིག་དེའི་སྦྲེལ་གནས་ཨང་རྟགས་ནས་ཚུར་ལེན་ཐུབ།

source: This method retreives a list of Shivanodes by searching for specific parameters such as user ids, etc.
bo: བྱེད་ཐབས་འདིས་སྤྱོད་མཁན་གྱི་ཨང་རྟགས་ལ་སོགས་པའི་དམིགས་བསལ་གྲངས་ཚད་ལ་འཚོལ་བཤེར་བྱས་ནས་་Shiva སྦྲེལ་གནས་ཀྱི་མིང་ཐོ་ཞིག་ཚུར་ལེན་ཐུབ།

source: The fields to get, separated by commas.
bo: ལེན་དགོས་པའི་གནས་ཁོངས་ཏེ། ཚེག་འབྲིང་ངམ་comma་ཡིས་བར་མཚམས་གཅོད་དགོས།

source: Parameters array
bo: ཚད་གཞིའི་ཐོ

source: The zero-based index of the page to get, defaults to 0.
bo: ཚུར་འབྱོར་དགོས་པའི་ཀླད་ཀོར་གཞི་ཡིན་པའི་དཀར་ཆག་གི་དྲ་ངོས། སྔར་ཡོད་དུ་༠་ཡིན།

source: The number of items per page, defaults to 25.
bo: ངོས་རེ་རེའི་ནང་ཚན་གྱི་གྲངས། སྔར་ཡོད་ཀྱི་གྲངས་ནི་25་ཡིན།

source: Change the view settings to Shiva Visualizations
bo: Shiva འཆར་སྣང་གི་ལྟ་ཞིབ་སྒྲིག་འགོད་བརྗེ་བ

source: Show the JSON text in uneditable div when editing node.
bo: ནང་ཚན་རྩོམ་སྒྲིག་བྱེད་དུས་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ་པའི་div ནང་དུ་JSON ཡི་གེ་སྟོན་པ།

source: Show the uneditable subtype field in Shivanode create/edit form.
bo: Shivanode གསར་འཛུགས་དང་རྩོམ་སྒྲིག་གི་རེའུ་མིག་ཏུ་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ་པའི་ཡན་ལག་རིགས་ཀྱི་གནས་ཁོངས་སྟོན་པ།

source: Private
bo: མི་སྒེར

source: Public
bo: སྤྱི་སྤྱོད

source: has been assigned the role
bo: འགན་ནུས་ལ་བསྒྲིག་ཚར་བ

source: Shivanode Types
bo: Shiva ནང་ཚན་གྱི་རིགས

source: SHIVA Manager Settings
bo: SHIVA དོ་དམ་སྒྲིག་འགོད

source: Configuration for SHIVA Manager module
bo: SHIVA དོ་དམ་མ་དཔེའི་སྒྲིག་འགོད

source: Basic
bo: སྤྱི་བཏང

source: Display
bo: མངོན་འཆར

source: Default Images
bo: སྔར་ཡོད་ཀྱི་པར་རིས

source: Presents a page to explore the type of visualizations
bo: དྲ་ངོས་ཞིག་གི་ཐོག་ཏུ་འཆར་སྣང་གི་རིགས་འཚོལ་ཞིབ་བྱེད་པ

source: Create a Visualization
bo: འཆར་སྣང་ཞིག་གསར་འཛུགས

source: Presents a page to create visualizations using spreadsheet data
bo: དྲ་ངོས་ཞིག་གི་ཐོག་ཏུ་རེའུ་མིག་ཡིག་ཆའི་གཞི་གྲངས་སྤྱད་ནས་འཆར་སྣང་གསར་བཟོ་བྱེད་པ

source: Return a form to obtain embed codes of a shivanode
bo: རེའུ་མིག་ཞིག་ཕྱིར་འདོན་ནས་shiva ནང་ཚན་ཞིག་གི་ནང་སྒྲིག་སྒྲིག་ཡིག་ལེན་པ

source: JSON output of Node
bo: སྦྲེལ་གནས་ཀྱི JSON ཐོན་འབྲས

source: Return the JSON description of a node
bo: ནང་ཚན་ཞིག་གི་JSON གསལ་འགྲེལ་ཕྱིར་འདོན་བྱེད་པ

source: Return the url for the thumbnail of an node
bo: ནང་ཚན་ཞིག་གི་བསྡུས་པར་གྱི་སྦྲེལ་གནས་ཕྱིར་འདོན་བྱེད་པ

source: HTML Fragment for Embedding a Node
bo: སྦྲེལ་གནས་ཞིག་ནང་འཛུགས་བྱེད་པའི་HTML གྲུབ་ཆ

source: Return an HTML fragment for embedding a node
bo: HTML ཡི་གྲུབ་ཆ་ཞིག་ཕྱིར་འདོན་བྱས་ནས་ནང་ཚན་ཞིག་ནང་སྒྲིག་བྱེད་པ

source: Kmaps Information In Shiva
bo: Shiva ནང་གི་Kmaps ཆ་འཕྲིན

source: Return list of nodes associated with Kmap Ideas
bo: Kmap Ideas དང་ཟུང་འབྲེལ་བྱས་པའི་ནང་ཚན་གྱི་མིང་ཐོ་ཕྱིར་འདོན་བྱེད་པ

source: A table linking Shiva visualization nodes with Shiva data nodes
bo: Shiva འཆར་སྣང་སྦྲེལ་གནས་དང་Shiva གཞི་གྲངས་སྦྲེལ་གནས་སྦྲེལ་བའི་རེའུ་མིག་ཞིག

source: The primary identifier for the link
bo: སྦྲེལ་ཐག་གི་རྩ་བའི་ངོས་འཛིན་བྱེད

source: The node id of the Shivanode visualization using the data
bo: གཞི་གྲངས་སྤྱོད་བཞིན་པའི་Shivanode འཆར་སྣང་གི་སྦྲེལ་གནས་ཨང་རྟགས

source: The node id of the data node
bo: གཞི་གྲངས་སྦྲེལ་གནས་ཀྱི་སྦྲེལ་གནས་ཨང་རྟགས

source: Date link created
bo: ཟླ་ཚེས་ཀྱི་སྦྲེལ་ཐག་གསར་འཛུགས་བྱས་ཟིན

source: Unable to create derrivative image for @fn (shivanode.install)
bo: @fn ༼shivanode.install༽ལ་རྗེས་གྲུབ་ཀྱི་པར་རིས་གསར་སྐྲུན་བྱས་མ་ཐུབ

source: No shiva_teaser image style to format image with.
bo: shiva_teaser པར་རིས་ཀྱི་རྣམ་པར་བསྒྲིགས་པའི་པར་རིས་མི་འདུག

source: Unable to create image file for @fn (shivanode.install)
bo: @fn༼shivanode.install༽ལ་པར་རིས་ཀྱི་ཡིག་ཆ་གསར་སྐྲུན་བྱས་མ་ཐུབ

source: Unable to create the directory, @path. Please check that the files directory permissions are set correctly.
bo: འཇུག་སྣོད་@path་གསར་འཛུགས་བྱས་མ་ཐུབ། འཇུག་སྣོད་ཀྱི་སྤྱོད་དབང་ཡང་དག་པའི་སྒོ་ནས་སྒྲིག་འགོད་བྱས་ཡོད་པར་ལྟ་ཞིབ་བྱེད་རོགས།

source: Use Shiva visualizations for storing, editing, and displaying a Shanti Interactive Visualization.
bo: བཀོལ་ནས་Shanti ཡི་བརྗེ་སྒྱུར་རུང་བའི་འཆར་སྣང་གི་ཉར་ཚགས་དང་རྩོམ་སྒྲིག མངོན་སྟོན་བྱེད་ཆེད་དུ་Shiva འཆར་སྣང་སྤྱོད་པ།

source: Summary
bo: མདོར་བསྡུས

source: Visualization Type
bo: འཆར་སྣང་གི་རིགས

source: Visualization Subtype
bo: འཆར་སྣང་གི་ཡན་ལག་རིགས

source: Status
bo: གནས་སྟངས

source: Description
bo: གསལ་བཤད

source: Tags
bo: དབྱེ་རྟགས

source: SHIVA Visualizations
bo: Shiva ཡི་འཆར་མཐོང

source: A custom node module for creating and managing visualizations in Drupal through the SHANTI Interactive Visualization Application (SHIVA)
bo: རང་བཟོས་སྦྲེལ་གནས་ཀྱི་མ་དཔེ་ཞིག་སྟེ། SHANTI བརྗེ་བསྒྱུར་རུང་བའི་འཆར་སྣང་གི་ཉེར་སྤྱོད་བརྒྱུད་ནས་Drupal ནང་དུ་འཆར་སྣང་གསར་འཛུགས་དང་དོ་དམ་བྱེད་པ་ལ་མཁོ།

source: Visuals Services
bo: འཆར་སྣང་གི་ཞབས་ཞུ

source: Set up the services api for Shanti Visuals
bo: Shanti ཡི་འཆར་སྣང་ལ་ཞབས་ཞུའི་འཇུག་སྒོ་སྒྲིག་འགོད་བྱེད་པ

source: Visuals
bo: འཆར་སྣང

source: Collection
bo: ཕྱོགས་བསྡུས

source: Add New Collection
bo: ཕྱོགས་བསྡུས་གསར་བ་ཁ་སྣོན

source: All Collections
bo: ཕྱོགས་བསྡུས་ཡོངས

source: Collections
bo: ཕྱོགས་བསྡུས

source: Create
bo: གསར་བཟོ

source: Explore
bo: འཚོལ་བ

source: My Collections
bo: ངའི་ཕྱོགས་བསྡུས

source: My Content
bo: ངའི་ནང་དོན།

source: My Visualizations
bo: ངའི་མཐོང་རུང་།

source: Visuals Views
bo: འཆར་སྣང་གི་མཐོང་རིས

source: New feature containing relevant Shiva Views
bo: བྱེད་ནུས་གསར་བ་ལ་འབྲེལ་ཡོད་ཀྱི་Shivaགཟིགས་རིས་འདུ་བ།

source: Places
bo: ས་གནས

source: Subjects
bo: བརྗོད་དོན

source: Terms
bo: ཐ་སྙད

source: <h3>Shivanode Basic Settings</h3>
bo: <h3>Shivanode ཡི་སྤྱིར་བཏང་གི་སྒྲིག་འགོད</h3>

source: <p>In this form you can set the URLs for the SHIVA player (for viewing nodes) and the various SHIVA editors.</p>
bo: <p>རེའུ་མིག་འདིའི་ནང་དུ་SHIVA༼སྦྲེལ་གནས་ལྟ་ཞིབ་བྱེད་པའི་༽གཏོང་བྱེད་དང་SHIVA རྩོམ་སྒྲིག་ལག་ཆ་སྣ་ཚོགས་ཀྱི་སྦྲེལ་ཐག་བསྒྲིག་ཆོག</p>

source: Location of the SHIVA library
bo: SHIVA ཡིག་མཛོད་ཀྱི་གནས་ཡུལ

source: Location of the QMeida library
bo: QMeida ཡིག་མཛོད་ཀྱི་གནས་ཡུལ

source: Use Institution's Whois Server to Fill Out Username
bo: སློབ་གྲྭའི་Whois ཞབས་ཞུ་གནས་སྤྱད་ནས་སྤྱོད་མཁན་མིང་སྐོངས་བ

source: URL for WhoIs Host
bo: དྲ་གནས་སུ་ཡིན་WhoIs ཡི་URL

source: Allow users to view the JSON format of the data in an uneditable field.
bo: རྩོམ་སྒྲིག་བྱེད་མི་ཆོག་པའི་གནས་ཁོངས་ནང་དུ་སྤྱོད་མཁན་གྱིས་JSON ཡི་གཞི་གྲངས་ལྟ་རུ་འཇུག་པ།

source: Their role must have appropriate permissions set
bo: ཁོང་ཚོའི་འགན་ནུས་ལ་ངེས་པར་དུ་འོས་འཚམ་གྱི་སྤྱོད་དབང་སྒྲིག་དགོས

source: here
bo: འདིར།

source: Reset Default Settings
bo: སྔར་ཡོད་སྒྲིག་འགོད་བསྐྱར་དུ་སྒྲིག་པ

source: This value cannot be less than %minimum
bo: ཐོབ་གྲངས་འདི་%minimum་ལས་ཆུང་མི་ཆོག

source: This value cannot be more than %maximum
bo: ཐོབ་གྲངས་འདི་%maximum་ལས་མང་མི་ཆོག

source: <h3>Shivanode Display Settings</h3>
bo: <h3>Shivanode ཡི་མངོན་སྟོན་སྒྲིག་འགོད</h3>

source: <p>In this form you can set the default parameters for how SHIVA visualizations are displayed</p>
bo: <p>རེའུ་མིག་འདིའི་ནང་དུ་SHIVAའཆར་སྣང་ཇི་ལྟར་མངོན་དགོས་པའི་སྔར་ཡོད་ཀྱི་ཚད་གཞི་བསྒྲིག་ཆོག</p>

source: Height for Full Display
bo: མངོན་འཆར་ཧྲིལ་བོའི་མཐོ་ཚད

source: Width for Full Display
bo: འཆར་ངོས་གོང་བོའི་ཞེང་ཚད

source: Visualization's settings override default settings
bo: འཆར་སྣང་གི་སྒྲིག་འགོད་ཀྱིས་སྔར་ཡོད་སྒྲིག་འགོད་བརྗེ་བ

source: Allows the SHIVA visualization settings for height and width to override default settings for the full display.
bo: མཐོ་ཚད་དང་ཞེང་ཚད་ལ་SHIVA འཆར་སྣང་གི་སྒྲིག་འགོད་བྱེད་དུ་འཇུག་པ་དང་དེས་འཆར་ངོས་གང་བའི་རྣམ་པའི་སྔར་ཡོད་ཀྱི་སྒྲིག་འགོད་བརྗེ་ངེས།

source: Height for Edit Form
bo: རྩོམ་སྒྲིག་རེའུ་མིག་གི་མཐོ་ཚད

source: Width for Edit Form
bo: རྩོམ་སྒྲིག་རེའུ་མིག་གི་ཞེང་ཚད

source: Height for Teaser
bo: གནད་བསྡུས་ཀྱི་མཐོ་ཚད

source: Width for Teaser
bo: བསྡུས་བརྗོད་ཀྱི་ཞེང་ཚད

source: Maximum size (height or width) for Iframes
bo: Iframes ཡི་ཆེ་ཆུང་ཚད་ཆེ་ཤོས༼མཐོ་ཚད་དམ་ཡང་ན་ཞེང་ཚད༽

source: Minimum size (height or width) for Iframes
bo: ངའི་སྒྲོམ་གཞི་ཡི་ཆུང་ཤོས་ཀྱི་ཆེ་ཆུང་(མཐོ་དམན་ནམ་སྲབ་འཐུག)།

source: <h3>Shivanode Image Settings</h3>
bo: <h3>Shivanode ཡི་པར་རིས་སྒྲིག་འགོད</h3>

source: <p>In this form you can set the parameters for default thumbnail images for SHIVA visualizations. These images are used when a custom thumbnail is not set. This should only be adjusted by Administrators who can determine the file id (fid) of the desired images.</p>
bo: <p>རེའུ་མིག་འདིའི་ནང་ནས་SHIVA འཆར་སྣང་གི་སྔར་ཡོད་བསྡུས་པར་ལ་ཚད་གཞི་སྒྲིག་འགོད་བྱེད་ཐུབ། རང་བཟོའི་བསྡུས་པར་བསྒྲིག་མེད་ཚེ་པར་རིས་འདི་དག་སྤྱོད་ངེས། འདི་ནི་གདམ་དགོས་པའི་པར་རིས་ཀྱི་ཨང་རྟགས་༼fid༽གཏན་ཁེལ་བྱེད་ནུས་པའི་དོ་དམ་པ་ཁོ་ནས་ལེགས་སྒྲིག་བྱེད་དགོས</p>

source: Thumbnail Field
bo: བསྡུས་པར་གྱི་གནས་ཁོངས

source: The machine name for the thumbnail field in the Shivanode content type. This field must be manually added to the content type.
bo: Shivanode ནང་དོན་རིགས་ནང་གི་བསྡུས་པར་གནས་ཁོངས་ཀྱི་འཕྲུལ་འཁོར་མིང་། གནས་ཁོངས་འདི་ངེས་པར་དུ་ལག་སྒུལ་གྱིས་ནང་དོན་རིགས་ལ་ཁ་སྣོན་བྱེད་དགོས།

source: View Current Image
bo: མིག་སྔར་གྱི་པར་རིས་ལ་ལྟ་བ

source: The file id (fid) for the default thumbnail image for visualization type: @type
bo: འཆར་སྣང་རིགས་@type་ལ་སྤྱད་པའི་སྔར་ཡོད་བསྡུས་པར་གྱི་ཡིག་ཆ་ཨང་རྟགས༼fid༽།

source: All values have been reset to their default
bo: ཐོབ་གྲངས་ཡོངས་ཀྱི་སྔར་ཡོད་རྣམ་པར་བསྐྱར་དུ་སྒྲིག་འགོད་བྱས་ཚར

source: Configuration must be saved to take effect.
bo: སྒྲིག་འགོད་ཉར་ཚགས་བྱས་ཏེ་ནུས་པ་ཐོན་པར་བྱེད་དགོས

source: The file (fid: @fid) for the @type visualization does not exist!
bo: འཆར་སྣང་རིགས་@type་ཡི་ཡིག་ཆ་༼ཡིག་ཆའི་ཨང་རྟགས་@fid་ཡིན་པ༽་དེ་གནས་མི་འདུག

source: Images
bo: པར་རིས

source: Slideshow
bo: བརྙན་སྟོན

source: Image Montage
bo: པར་རིས་ཕྱོགས་སྒྲིག

source: Zoomable Image
bo: ཆེ་ཆུང་བརྗེ་ཆོག་པའི་པར་རིས

source: Map
bo: ཕྱོགས་སྟོན

source: Subway
bo: ས་འོག་འགྲོ་ལམ

source: Timeline (deprecated)
bo: དུས་ཚོད་ཀྱི་ཐིག༼དོར་ཟིན༽

source: Video
bo: བརྙན་ཟློས།

source: Chart
bo: མཚོན་རིས

source: Timeline Chart
bo: དུས་ཚོད་ཐིག་གི་པར་རིས

source: Area Chart
bo: གནས་ཁུལ་གྱི་དཔེ་རིས

source: Bar Chart
bo: གྱེན་ཐིག་གི་དཔེ་རིས

source: Candlestick Chart
bo: སྒྲོན་མེའི་གཟུགས་ཀྱི་མཚོན་རིས

source: Column Chart
bo: ཀ་གཟུགས་མཚོན་རིས

source: Gauge
bo: ཚད་རྒྱག་པ

source: Geo Chart
bo: ས་ཁམས་རི་མོ

source: Line Chart
bo: ཐིག་ཕྲེང་མཚོན་རིས

source: Motion Chart
bo: འཁོར་སྐྱོད་པར་རིས།

source: Organization Chart
bo: སྒྲིག་འཛུགས་ཀྱི་མཚོན་རིས

source: Pie Chart
bo: སྒོར་དབྱིབས་མཚོན་རིས

source: Scatter Chart
bo: ཐིག་ལེ་ཅན་གྱི་རི་མོ

source: Table
bo: རེའུ་མིག

source: Tree Map
bo: སྡོང་གཟུགས་ཀྱི་ས་ཁྲ

source: Control (deprecated)
bo: ཚད་འཛིན༼དོར་ཟིན་པ༽

source: Canvas (deprecated)
bo: རས་གཞི༼དོར་ཟིན་པ༽

source: Network
bo: དྲ་རྒྱ།

source: Radial Graph
bo: ཁྱབ་ཁོངས་མཚོན་བྱེད་རི་མོ

source: Forced Directed
bo: བཙན་ཤེད་ཀྱིས་ཕྱོགས་སྟོན་པ

source: Hyper Tree
bo: Hyper ཡི་སྡོང་དབྱིབས

source: Draw (deprecated)
bo: རི་མོ་འབྲི་བ༼དོར་ཟིན་པ༽

source: Earth (deprecated)
bo: སའི་གོ་ལ༼དོར་ཟིན་པ༽

source: Timeline
bo: དུས་ཚོད་ཀྱི་ཐིག

source: Poster (deprecated)
bo: བརྡ་ཁྱབ༼དོར་ཟིན༽

source: Graph
bo: མཚོན་རིས

source: Tree
bo: སྡོང་གཟུགས

source: Parallel
bo: འདྲ་མཉམ

source: Multimedia
bo: བརྙན་མང་འཕྲིན་ལམ།

source: Visualizations
bo: འཆར་སྣང

source: Other
bo: གཞན

source: Draft
bo: མ་ཟིན

source: Published
bo: སྤེལ་ཟིན་པ

source: The API mode, @mode, has not been defined.
bo: འཇུག་སྒོའོ་རྣམ་པ་@mode་གཏན་འབེབས་བྱས་མེད་པ།

source: Node @num does not have a visualization type!
bo: གནས་ཁོངས་@numལ་མཐོང་རུང་གི་རིགས་མི་འདུག

source: Visualization
bo: འཆར་སྣང

source: <h3>Explore Visualization Types</h3>
bo: <h3>འཆར་སྣང་གི་རིགས་འཚོལ་བ</h3>

source: Charts
bo: མཚོན་རིས

source: Relationships
bo: འབྲེལ་བ

source: No file found for thumbnail image @img
bo: བསྡུར་པར་@img་ལ་ཡིག་ཆ་རྙེད་མི་འདུག

source: Draw
bo: རི་མོ་འབྲི་བ

source: Earth
bo: སའི་གོ་ལ

source: Image
bo: པར་རིས

source: Poster
bo: བརྡ་ཁྱབ

source: Timeline (Simile)
bo: དུས་ཚོད་ཀྱི་ཐིག༼Simile༽

source: Invalid format given in shivanode_get_types (@format) in shivanode.types.inc
bo: shivanode.types.inc་ཡི་shivanode_get_types ༼@format༽ནང་དུ་མཁོ་སྤྲོད་བྱས་པའི་རྣམ་བཞག་ཕན་མེད་རེད་འདུག

source: Insert Shivanode
bo: Shiva སྦྲེལ་གནས་ཤིག་འཇུག་པ།

source: Insert a Shiva Node
bo: Shiva སྦྲེལ་གནས་ཤིག་འཇུག་པ

source: You have changed the data on this page without saving it!
bo: ཁྱེད་ཀྱིས་དྲ་ངོས་འདིའི་གཞི་གྲངས་ཉར་ཚགས་མ་བྱས་བར་བསྒྱུར་ཡོད།

source: Using Demo Data Source URL!
bo: དཔེ་སྟོན་གཞི་གྲངས་ཁུངས་ཀྱི་དྲ་གནས་སྤྱོད་པ།

source: You have changed the data on this page without saving it.
bo: ཁྱེད་ཀྱིས་ངོས་འདིའི་གཞི་གྲངས་ཉར་ཚགས་མ་བྱས་བར་བསྒྱུར་ཡོད།

source: Your Netbadge session has expired!
bo: ཁྱེད་ཀྱི་Netbadge དུས་སྐབས་ཡོལ་འདུག

source: Documentation URL
bo: ཡིག་གེའི་དྲ་གནས

source: CSS Selector for Element to Use
bo: དྲ་ངོས་ཀྱི་གྲུབ་ཆའི་CSS གདམ་བྱེད

source: XPath for finding root element to use for content.
bo: ནང་དོན་ལ་སྤྱོད་པའི་རྩ་བའི་ནང་ཚན་འཚོལ་བྱེད་ཀྱི་XPath

source: Base url for images in documentation
bo: ཡིག་ཚགས་ཁྲོད་ཀྱི་པར་རིས་ཀྱི་གཞི་བརྟེན་དྲ་གནས

source: Include link to external documentation
bo: ཕྱི་རོལ་ཡིག་ཆའི་སྦྲེལ་ཐག་འཇུག་པ

source: Text for link
bo: སྦྲེལ་ཐག་གི་ཡི་གེ

source: This is the text for the link to the external documentation that will appear on every page.
bo: འདི་ནི་ཕྱི་ཁུལ་གྱི་ཡིག་གེའི་སྦྲེལ་ཐག་ལ་མངོན་པའི་ཡིག་གེ་ཡིན་པའང་དྲ་ངོས་ཡོངས་སུ་མངོན་ངེས།

source: Custom CSS
bo: རང་བཟོས་ཀྱི CSS

source: Use this area to add custom css styles for embedded documentation content. All embeded content will be within a div.doc-content
bo: གནས་ཁུལ་འདི་སྤྱད་ནས་ནང་འཛུགས་བྱས་པའི་ཡིག་ཆའི་ནང་དོན་ལ་རང་བཟོས་ཀྱི་css བཟོ་ལྟ་ཁ་སྣོན་བྱེད་པ། ནང་འཛུགས་བྱས་པའི་ནང་དོན་ཡོངས་div.doc-content་ནང་དུ་ཡིན་དགོས།

source: Use !important for all styles
bo: བཟོ་ལྟ་ཡོངས་ལ་!important་སྤྱོད་པ

source: SHIVA External Documentation Settings
bo: SHIVA ཕྱི་ཁུལ་ཡིག་ཆའི་སྒྲིག་འགོད

source: Configuration for External Documentation Wiki
bo: ཕྱི་ཁུལ་གྱི་སློབ་སྟོན་ཡིག་ཚགས་ཀྱི་སྒྲིག་འགོད

source: SHIVA External Documentation URL
bo: SHIVA ཕྱི་ཁུལ་ཡིག་ཆའི་སྦྲེལ་གནས

source: Base URL for External Documentation
bo: ཕྱི་ཁུལ་ཡིག་ཚགས་ཀྱི་གཞི་བརྟེན་དྲ་གནས

source: SHANTI External Documentation Module
bo: Shanti ཕྱི་ཁུལ་ཡིག་ཆའི་མ་དཔེ

source: A way to view external documentation wikis on site
bo: དྲ་ཚིགས་སྟེང་དུ་ཕྱི་ཁུལ་གྱི་སློབ་སྟོན་ཡིག་ཚགས་ལ་བལྟ་བའི་ཐབས་ལམ་ཞིག

source: Unable to set link to between visualization (@visnid) and data (@did).
bo: འཆར་སྣང་༼@visnid༽དང་གཞི་གྲངས་@did་བར་དུ་སྦྲེལ་ཐག་འཛུགས་མ་ཐུབ།

source: Unlinked @n visualizations from deleted data record (@nid).
bo: བསུབ་ཟིན་པའི་གཞི་གྲངས་ཀྱི་ཟིན་ཐོ༼@nid༽ནས་འཆར་སྣང་@n་སྦྲེལ་ཐག་བསུབ་ཟིན།

source: Link of data to non-existing node @nid in shivadata_get_links()
bo: shivadata_get_links() ནང་གནས་མེད་པའི་སྦྲེལ་གནས་@nid་ཡི་གཞི་གྲངས་སྦྲེལ་ཐག

source: <h3>Shiva Data Convert</h3>
bo: <h3>Shiva གཞི་གྲངས་བསྒྱུར་བཟོ</h3>

source: <p>Convert all old shivadata nodes to the new shivadata content type. You will need to delete old nodes separately.</p>
bo: <p>shivadata གནས་ཁོངས་རྙིང་བ་ཆ་ཚང་shivadata ནང་དོན་གསར་བའི་རིགས་ལ་སྒྱུར་བ། སྦྲེལ་གནས་རྙིང་བ་དག་ལོག་ཏུ་བསུབ་དགོས།</p>

source: <p>There are no old nodes to be converted.
bo: <p>སྒྱུར་དགོས་པའི་ནང་ཚན་རྙིང་པ་མི་འདུག

source: <p>There are @count old nodes to be converted.</p>
bo: <p>སྒྱུར་དགོས་པའི་ནང་ཚན་རྙིང་པ་@count་འདུག</p>

source: Convert All Data Nodes
bo: གཞི་གྲངས་ཀྱི་སྦྲེལ་གནས་ཡོངས་སྒྱུར་བ

source: Processing data node "@title" (@nid)
bo: གཞི་གྲངས་ཀྱི་ནང་ཚན་@title༼@nid༽ཞེས་པ་སྒྲིག་བཟོ་བྱེད་བཞིན་ཡོད

source: @count data nodes converted.
bo: གཞི་གྲངས་ཀྱི་སྦྲེལ་གནས་@count་བསྒྱུར་ཟིན།

source: An error occurred while processing @operation with arguments : @args
bo: @operation་དང་འཇུག་གྲངས་@args་མཉམ་དུ་སྒྲིག་བཟོ་བྱེད་དུས་ནོར་འཁྲུལ་ཞིག་བྱུང་འདུག

source: @ct old Shiva data records deleted after conversion to new data records
bo: གཞི་གྲངས་གསར་བའི་ཟིན་ཐོ་ལ་བསྒྱུར་དུས་Shiva ཡི་གཞི་གྲངས་རྙིང་བ་@ct་བསུབས་ཟིན།

source: This method retreives a single Shiva data page from its node id.
bo: བྱེད་ཐབས་འདིས་Shiva གཞི་གྲངས་ཀྱི་དྲ་ངོས་རྐང་ཅིག་དེའི་སྦྲེལ་གནས་ཨང་རྟགས་ཚུར་ལེན་ཐུབ།

source: Shiva Text Data
bo: Shiva ཡི་གེའི་གཞི་གྲངས

source: Returns a Shivadata pasted text as a CSV for use in Shiva Visualizations
bo: Shiva འཆར་སྣང་དུ་བེད་སྤྱོད་བྱེད་ཆེད་CSV རྣམ་པའི་ཐོག་ཏུ་འདྲ་བཤུས་བྱས་པའི་Shiva གཞི་གྲངས་ཕྱིར་འདོན་བྱེད་པ

source: Convert Data Entries
bo: གཞི་གྲངས་ཀྱི་འཇུག་སྒོ་ཡོངས་སྒྱུར་བ

source: Converts data entries from old format to individual records of shivadata type
bo: གཞི་གྲངས་འཇུག་སྒོའི་རྣམ་བཞག་རྙིང་བ་ནས་shiva གཞི་གྲངས་རིགས་ཀྱི་བྱེ་བྲག་གི་ཟིན་ཐོ་ལ་སྒྱུར་བ

source: SHIVA Data Source
bo: SHIVA གཞི་གྲངས་ཁུངས

source: Contains data or url to data used by Shivanode visualizations
bo: Shivanode འཆར་སྣང་གིས་སྤྱོད་པའི་གཞི་གྲངས་དང་དྲ་གནས་འདུས་པ

source: SHIVA Data Module
bo: SHIVA གཞི་གྲངས་མ་དཔེ

source: Creates a specific content type for SHIVA data and provides option to migrate data over from Shivanode
bo: SHIVA གཞི་གྲངས་ལ་ངེས་གཏན་གྱི་ནང་དོན་རིགས་ཤིག་གསར་འཛུགས་བྱེད་པ་དང་། Shiva སྦྲེལ་གནས་ནས་གཞི་གྲངས་སྤོར་སྟངས་ཀྱི་གདམ་ཚན་མཁོ་འདོན་བྱེད་པ

source: KML File
bo: KML ཡིག་ཆ

source: A <em>KML File</em> stores a KML file to be used as a layer in a SHIVA Map visualization
bo: <em>KMLཡིག་ཆ་</em>ཡིས་KML ཡིག་ཆ་ཞིག་གསོག་འཇོག་བྱེད་པ་དབ་དེ་SHIVA ཕྱོགས་སྟོན་འཆར་སྣང་ཞིག་གི་བང་རིམ་ལ་སྤྱོད་དགོས།

source: Warning
bo: ཉེན་བརྡ

source: You may make minor edits to the KML here, but the results will not be validated.
bo: ཁྱེད་ཀྱིས་འདིར་KMLལ་རྩོམ་སྒྲིག་ཉུང་ཙམ་བྱས་ཆོག་ནའང་། དེའི་མཇུག་འབྲས་ལ་དག་བཤེར་བྱེད་མི་ཐུབ།

source: There was a problem saving the KML file. It could not be update!
bo: KMLཡིག་ཆ་ཉར་ཚགས་བྱེད་དུས་གནད་དོན་ཞིག་ཡོད། དེ་གསར་སྒྱུར་བྱེད་མི་ཐུབ།

source: Choose or Upload a KML File
bo: KML ཡི་ཡིག་ཆ་ཞིག་འདེམས་པའམ་ཡར་སྤྲོད་བྱེད་པ

source: Choose one of the following KML files that you have uploaded to user for this layer. Click the KML file&rsquo;s title to insert it into the layer form:
bo: ཁྱེད་ཀྱིས་གཤམ་དུ་བརྩེགས་རིམ་འདིར་སྤྱོད་མཁན་ལ་ཡར་སྤྲོད་བྱས་པའི་KML ཡི་ཡིག་ཆ་ཞིག་འདེམས་རོགས། KML ཡིག་ཆའི་ཁ་བྱང་ལ་མནན་ནས་བརྩེགས་རིམ་གྱི་རེའི་མིག་ནང་དུ་བཅུག་ཆོག

source: Upload a new KML File
bo: KMLཡིག་ཆ་གསར་བ་ཞིག་ཡར་འཇུག་བྱེད་པ

source: KML File List
bo: KMLཡིག་ཆའི་རེའུ་མིག

source: Displays a page listing KML files belonging to the user
bo: སྤྱོད་མཁན་ལ་དབང་བའི་KML ཡིག་ཆ་སྟོན་པའི་དྲ་ངོས་ཞིག་འཆར་བ

source: Shiva KML File
bo: Shiva KML ཡིག་ཆ

source: A content type to store KML files to be used as a layer for a Shiva Map visualization
bo: KML ཡིག་ཆ་གསོག་འཇོག་བྱེད་པའི་ནང་དོན་གྱི་རིགས་ཤིག་སྟེ། Shiva ས་ཁྲའི་འཆར་སྣང་ཞིག་གི་བང་རིམ་ཞིག་བཟོས་ཆོག

source: SHIVA KML Files
bo: Shiva KML ཡིག་ཆ

source: A custom content type for managing KML files used by the SHANTI Interactive Visualization Application (SHIVA)
bo: རང་བཟོས་ནང་དོན་གྱི་རིགས་ཤིག་སྟེ། SHANTI བརྗེ་བསྒྱུར་རུང་བའི་འཆར་སྣང་གི་ཉེར་སྤྱོད་ཀྱིས་སྤྱོད་བཞིན་ཡོད་པའི་KMLཡིག་ཆ་དོ་དམ་བྱེད་པ་ལ་མཁོ།
