Repository: shanti-uva/l10n-translations
Catalog: Drupal/CustomModules/transcripts.*.po
Languages: bo

source: Actions
bo: བྱ་འགུལ

source: If you only wish to queue some transcripts, enter their node ids here, separated by the plus sign. For example: 185, or 185+240.
bo: ཁྱེད་ཀྱིས་ཟིན་བྲིས་འགའ་ཞིག་བང་སྒྲིག་དགོས་ན། དེ་དག་གི་སྦྲེལ་གནས་ཨང་རྟགས་འདིར་ནང་འཇུག་བྱས་ནས། སྡོམ་རྟགས་ཀྱིས་མཚམས་དབྱེ་བ། དཔེར་ན་185 འམ185+240་ལྟ་བུ།

source: Queue transcripts
bo: ཟིན་བྲིས་གྲ་སྒྲིག་པ

source: Index queued transcripts
bo: བང་སྒྲིག་པའི་ཟིན་བྲིས་དཀར་ཆག་སྒྲིག་པ།

source: This could take time and could put an increased load on your server.
bo: འདིར་དུས་ཚོད་མང་པོ་འགྲོ་བ་དང་ཁྱེད་ཀྱི་ཞབས་ཞུ་གནས་ལ་རྡོག་ཁྲེས་ཇེ་མཐོར་གཏོང་སྲིད།

source: Search environment
bo: ཁོར་ཡུག་འཚོལ་བཤེར

source: Select the Apache Solr search environment that this module will use to index time code units.
bo: Apache Solr འཚོལ་བཤེར་ཁོར་ཡུག་བདམས་ནས་མ་དཔེ་འདིས་དུས་ཚོད་སྒྲིག་ཡིག་གི་རྩི་བཞི་དཀར་ཆགས་དུ་སྒྲིག་པ།

source: Save configuration
bo: སྒྲིག་འགོད་ཉར་ཚགས

source: All transcripts will be reindexed.
bo: ཟིན་བྲིས་ཡོངས་ལ་དཀར་ཆག་བསྐྱར་སྒྲིག་བྱེད་ངེས།

source: Transcripts from these nodes will be reindexed:
bo: སྦྲེལ་གནས་འདི་དག་གི་ཟིན་བྲིས་ཀྱི་དཀར་ཆག་བསྐྱར་སྒྲིག་བྱེད་པ།

source: Are you sure you want to queue transcripts for reindexing?
bo: གྲལ་སྒྲིག་བཞིན་པའི་ཟིན་བྲིས་དག་གི་དཀར་ཆག་བསྐྱར་སྒྲིག་བྱེད་ཐག་ཆོད་ཡིན་ནམ།

source: Any changes in the transcript index will be overwritten.
bo: ཟིན་བྲིས་དཀར་ཆག་གི་བསྒྱུར་བཅོས་ཡོངས་བསྐྱར་དུ་འབྲི་སྲིད།

source: Transcripts queued for re-indexing. You must now index these transcripts.
bo: དཀར་ཆག་བསྐྱར་སྒྲིག་ལ་གྲ་སྒྲིག་བྱེད་བཞིན་པའི་ཟིན་བྲིས། ཁྱེད་ཀྱིས་ད་ལྟ་ངེས་པར་ཏུ་ཟིན་བྲིས་འདི་དག་དཀར་ཆག་ཏུ་སྒྲིག་དགོས།

source: Are you sure you want index the queued transcripts?
bo: གྲལ་སྒྲིག་བཞིན་པའི་ཟིན་བྲིས་དག་དཀར་ཆག་སྒྲིག་ཐག་ཆོད་ཡིན་ནམ།

source: Index transcripts
bo: ཟིན་བྲིས་དཀར་ཆག་སྒྲིག་པ

source: Indexing
bo: དཀར་ཆག་སྒྲིག་པ

source: Indexed @current out of @total.
bo: @total་ནས་@current་དཀར་ཆག་བསྒྲིག་ཟིན།

source: Indexing has encountered an error.
bo: དཀར་ཆག་སྒྲིག་སྐབས་ནོར་འཁྲུལ་ཞིག་ལ་འཕྲད་པ།

source: [node/@nid] Indexing transcript
bo: [node/@nid] ཟིན་བྲིས་དཀར་ཆག་སྒྲིག་པ

source: Indexed @count transcripts.
bo: ཟིན་བྲིས་@count་དཀར་ཆག་ཏུ་བསྒྲིག་ཟིན།

source: An error occurred while processing @operation with arguments : @args
bo: @operation་དང་འཇུག་གྲངས་@args་མཉམ་དུ་སྒྲིག་བཟོ་བྱེད་དུས་ནོར་འཁྲུལ་ཞིག་བྱུང་འདུག

source: This transcript is still being processed for display.
bo: ཟིན་བྲིས་འདིའི་མངོན་སྟོན་ལ་གྲབ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Temporal order
bo: དུས་ཚོད་ཀྱི་གོ་རིམ

source: NULL query object in function apachesolr_do_query()
bo: apachesolr_do_query()བྱེད་ནུས་ནང་གི་འདྲི་་ཞིབ་བྱེད་ཡུལ།

source: Title
bo: ཁ་བྱང

source: Search
bo: འཚོལ

source: Administer module
bo: མ་དཔེར་དོ་དམ་རྒྱག་པ

source: Transcripts Apachesolr module settings
bo: ཟིན་བྲིས་Apachesolr མ་དཔེ་ཡི་སྒྲིག་འགོད

source: Transcript Languages
bo: ཟིན་བྲིས་ཀྱི་སྐད་རིགས

source: Filter by which languages are present in the transcript.
bo: ཟིན་བྲིས་ནང་དུ་སྐད་རིགས་གང་ཡོད་ཚགས་རྒྱག་པ།

source: Transcripts Apachesolr
bo: ཟིན་བྲིས་Apachesolr

source: Transcripts Apache Solr
bo: ཟིན་བྲིས་Apache Solr

source: Drupal module for working with a corpus of transcripts stored in a SOLR index
bo: SOLR ཡི་དཀར་ཆག་ཏུ་གསོག་འཇོག་བྱས་པའི་ཟིན་བྲིས་ཕོན་ཆེན་དང་མཐུན་སྒྲིག་བྱེད་པའི་Drupal མ་དཔེ།

source: Pinedrop Transcripts
bo: Pinedrop ཟིན་བྲིས

source: Time Code Unit
bo: དུས་ཚོད་ཨང་རྟགས་ཀྱི་སྡེ་ཚན

source: Entity type for transcript tcus
bo: ཟིན་བྲིས་tcus ཡི་དངོས་གཞི་རིགས

source: Stores a record of when a tcu changed to determine if it needs indexing by Solr
bo: གསོ་ཆསtcu གསར་སྒྱུར་སྐབས་ཀྱི་དུས། Solrཀྱིས་འཚོལ་བཤེར་བྱེད་དགོས་མིན་ལ་ལྟ་དགོསཧཧཧཧ

source: Models time-coded units for transcripts
bo: དུས་ཚོད་སྒྲིག་འགོད་རྩིས་གཞི་ཡི་དཔེ་དབྱིབས་མཇུག་འབྲས།

source: Launch transcript editing
bo: ཟིན་བྲིས་རྩོམ་སྒྲིག་འགོ་འཛུགས་པ

source: Error. Please return to the previous page.
bo: ནོར་འཁྲུལ། ངོས་གོང་མ་ལ་སྐྱོད་རོགས།

source: Just Checking
bo: བརྟག་དཔྱད་ཙམ

source: Are you sure you want to delete this unit?
bo: ཁྱེད་ཀྱིས་སྡེ་ཚན་འདི་སུབ་ཐག་ཆོད་ཡིན་ནམ།

source: Cancel
bo: ཕྱིར་འཐེན

source: Delete
bo: བསུབ་པ

source: Insert before
bo: སྔོན་དུ་འཇུག་པ

source: Insert after
bo: རྗེས་སུ་འཇོག་པ

source: Copy after
bo: འདྲ་བཤུ

source: Sorry, you are not permitted to execute this operation.
bo: དགོངས་དག ཁྱེད་ཀྱིས་བྱ་སྤྱོད་འདི་ལག་བསྟར་བྱེད་མི་ཆོག

source: Invalid request.
bo: ཕན་ནུས་མེད་པའི་རེ་ཞུ།

source: Someone else has edited this text.
bo: ཡི་གེ་འདི་མི་གཞན་ཞིག་གིས་བཟོ་བཅོས་བྱས་ཟིན།

source: Sorry, you are not permitted to update this data.
bo: དགོངས་དག ཁྱེད་ཀྱིས་གཞི་གྲངས་འདི་གསར་སྒྱུར་བྱེད་མི་ཆོག

source: Someone else has edited this speaker name.
bo: བཤད་མཁན་གྱི་མིང་དེ་མི་གཞན་ཞིག་གིས་བཟོ་བཅོས་བྱས་ཟིན།

source: You are not permitted to update this data.
bo: ཁྱེད་ཀྱིས་གཞི་གྲངས་འདི་གསར་སྒྱུར་བྱས་མི་ཆོག

source: Start time must precede end time.
bo: འགོ་འཛུགས་ཀྱི་དུས་དེ་ངེས་པར་དུ་མཇུག་སྒྲིལ་བའི་དུས་ཀྱི་སྔོན་དུ་ཡིན་དགོས།

source: No changes made.
bo: བཅོས་བསྒྱུར་བྱས་མེད་པ།

source: Someone else has edited these timecodes.
bo: དུས་ཚོད་ཀྱི་སྒྲིག་ཡིག་འདི་དག་མི་གཞན་ཞིག་གིས་བཟོ་བཅོས་བྱས་ཟིན།

source: Bad data.
bo: ཕན་མེད་ཀྱི་གཞི་གྲངས།

source: Transcript
bo: ཟིན་བྲིས

source: Transcripts Editor
bo: ཟིན་བྲིས་རྩོམ་སྒྲིག་ལག་ཆ

source: Online transcript editor for Transcripts UI
bo: ཟིན་བྲིས་འཆར་ངོས་ཀྱི་དྲ་ཐོག་ཟིན་བྲིས་རྩོམ་སྒྲིག་ལག་ཆ

source: Scrolling transcript with controls
bo: ཚོད་འཛིན་ལག་ཆ་ཡོད་པའི་ཟིན་ཐོ་གོང་འོག་སྒྲིལ་བ

source: HTML 5 audio or video tag
bo: HTML 5 སྒྲ་འམ་བརྙན་གྱི་དབྱེ་རྟགས

source: Transcripts Settings
bo: ཟིན་བྲིས་སྒྲིག་འགོད

source: Treat as transcript
bo: ཟིན་བྲིས་ལྟར་སྤྱོད་པ

source: Tick this box if this field's files are transcripts of audio or video recordings.
bo: གལ་སྲིད་གནས་ཁོངས་འདིའི་ནང་གི་ཡིག་ཆ་དག་སྒྲ་དང་བརྙན་རིས་ཀྱི་ཟིན་བྲིས་ཡིན་ཚེ། སྒྲོམ་འདི་ལ་གདམ་རྟགས་རྒྱོབ།

source: Language tiers
bo: སྐད་ཡིག་གི་རིམ་པ

source: Select one or more language tiers
bo: སྐད་རིགས་ཀྱི་རིམ་པ་གཅིག་དང་ཡང་ན་མང་པོ་ཞིག་འདེམས་པ

source: Select language tiers
bo: སྐད་རིགས་ཀྱི་རིམ་པ་འདེམས་པ

source: Connect
bo: སྦྲེལ་མཐུད་བྱེད

source: [node/%nid] Transcript removed.
bo: [node/%nid] ཟིན་བྲིས་་བསུབ་ཟིན།

source: [node/%nid] Transcript indexed.
bo: [node/%nid] ཟིན་བྲིས་དཀར་ཆག་ཏུ་བསྒྲིག་ཚར།

source: [node/%nid] Transcript could not be indexed.
bo: [node/%nid] ཟིན་བྲིས་དེ་དཀར་ཆག་ཏུ་སྒྲིག་མི་ཐུབ།

source: Transcripts Node
bo: ཟིན་བྲིས་ཀྱི་སྦྲེལ་གནས

source: Facilitates attaching transcripts to nodes
bo: སྦྲེལ་གནས་ལ་ཟིན་བྲིས་ཟུར་སྣོན་བྱེད་པའི་ནུས་པ་འདོན་པ

source: XSLT 1.0 using PHP's libxslt extension.
bo: PHP ཡི་libxslt་རྒྱ་སྐྱེད་སྤྱོད་བཞིན་པའི་XSLT 1.0།

source: XSLT 2.0 using Saxonica's Saxon-9
bo: Saxonica ཡི་Saxon-9 སྤྱད་བཞིན་པའི་XSLT 2.0

source: XSLT Version
bo: XSLT པར་གཞི

source: The use of XSLT 2.0 with Saxon requires that the Saxon libraries be properly installed and configured. See the module's README.
bo: Saxon ལ་XSLT 2.0 སྤྱོད་པར་Saxon ཡི་ཡིག་མཛོད་ཡང་དག་པར་སྒྲིག་འཇུག་དང་སྒྲིག་འགོད་བྱེད་དགོས། མ་དཔེ་ཡི་README ལ་ཞིབ་ཏུ་གཟིགས་རོགས།

source: XSLT 1.0 Settings
bo: XSLT 1.0 ཡི་སྒྲིག་འགོད

source: Please enter the following additional information if you are using XSLT 1.0.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་XSLT 1.0. སྤྱོད་བཞིན་ཡོད་ཚེ་གཤམ་གྱི་ཁ་སྣོན་ཆ་འཕྲིན་དག་ནང་འཇུག་བྱེད་རོགས།

source: Upload an XSLT stylesheet that will be used to transform incoming XML transcripts into time code units.
bo: ནང་དུ་འཇུག་པའི་XML ཟིན་བྲིས་སྒྱུར་བྱེད་ཀྱི་XSLT རེའུ་མིག་ཡིག་ཆ་ཞིག་ཡར་སྤྲོད་བྱས་ནས་ཟིན་བྲིས་དེ་དུས་ཚོད་ཀྱི་སྒྲིག་ཡིག་ལ་སྒྱུར་བ།

source: Toolbox mappings
bo: ལག་ཆའི་སྒམ་གྱི་འབྲེལ་ལམ

source: XSLT 2.0 Settings
bo: XSLT 2.0 ཡི་སྒྲིག་འགོད

source: Please enter the following additional information if you are using XSLT 2.0.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་XSLT 2.0 སྤྱོད་བཞིན་ཡོད་ཚེ་གཤམ་གྱི་ཁ་སྣོན་ཆ་འཕྲིན་དག་ནང་འཇུག་བྱེད་རོགས།

source: Enter the name of the Saxon application jar file, specified as a relative path from the Drupal root (e.g. sites/all/libraries/saxon/saxon9he.jar).
bo: ཉེར་སྤྱོད་Saxon ཡི་jar་ཡིག་ཆའི་མིང་ཞིག་ནང་འཇུག་བྱེད་རོགས། དེ་Drupal ཡི་རྩའི་དྲ་གནས་དང་ཟུང་འབྲེལ་གྱི་སྦྲེལ་ལམ་ཞིག་ཡིན་དགོས། ༼དཔེར་ན། sites/all/libraries/saxon/saxon9he.jar ལྟ་བུ།༽

source: Transformer @transformer was removed.
bo: སྒྱུར་བྱེད་@transformer་བསུབ་ཟིན།

source: Transformer @transformer was added.
bo: སྒྱུར་བྱེད་@transformer་ཁ་སྣོན་བྱས་ཟིན།

source: Transcripts XSLT settings
bo: ཟིན་བྲིས་XSLT ཡི་སྒྲིག་འགོད

source: Invalid path or filename for saxon application jar.
bo: saxon ཉེར་སྤྱོད jar ཡི་ཡིག་ཆའི་མིང་འམ་སྦྲེལ་ལམ་ལ་ཕན་ནུས་མེད།

source: Transcripts XSLT
bo: ཟིན་བྲིས་XSLT

source: [file/%fid] No transformer found.
bo: [file/%fid] སྒྱུར་བྱེད་མ་རྙེད།

source: [file/%fid] %filepath is not a valid file path.
bo: [file/%fid] %filepath་ནི་ནུས་ལྡན་གྱི་སྦྲེལ་ལམ་ཞིག་མིན།

source: [file/%fid] Transformation error - invalid XML.
bo: [file/%fid] སྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ། XMLལ་ཕན་ནུས་མེད།

source: [file/%fid] Transformation successful.
bo: [file/%fid] བསྒྱུར་ཚར།

source: [file/%fid] Transformation error: transformer is not valid XML.
bo: [file/%fid] སྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ། སྒྱུར་བྱེད་ནི་ཕན་ནུས་ཡོད་པའི་XML མ་རེད།

source: [file/%fid] Transformation error: transcript is not valid XML.
bo: [file/%fid] སྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ། ཕན་ནུས་མེད་པའི་XML རེད།

source: [file/%fid] Transformation error: no content in transcript.
bo: [file/%fid]སྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ། ཟིན་བྲིས་སུ་ནང་དོན་མེད།

source: [file/%fid] Transformation error: transformer is not proper XSL.
bo: [file/%fid] སྒྱུར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ། སྒྱུར་བྱེད་ནི་འོས་འཚམས་ཀྱི་XSL་མིན།

source: Transforms transcripts into time code units using XSLT 2
bo: XSLT 2 སྤྱད་ནས་ཟིན་བྲིས་དེ་དུས་ཚོད་ཀྱི་སྒྲིག་ཡིག་ཏུ་སྒྱུར་བ།

source: Transcript tiers
bo: ཟིན་བྲིས་ཀྱི་རིམ་པ

source: All tiers
bo: ཁྱབ་ཁོངས་ཡོངས

source: Enter a list of all language tiers, one per line, each in the form TIER_ID|TIER_NAME.
bo: སྐད་རིགས་ཡོངས་ཀྱི་ཁྱབ་ཁོངས་ཀྱི་མིང་ཐོ་ཞིག་འཇུག་དགོས། ཕྲེང་རེ་ལ་སྐད་རིགས་རེ་དང་། སྐད་རིགས་རེ་TIER_ID|TIER_NAME་རྣམ་པའི་ནང་དུ་འཇུག་དགོས།

source: Hidden tiers
bo: བསྐུངས་ཟིན་པའི་རིམ་པ

source: Speaker names
bo: བཤད་མཁན་གྱི་མིང

source: Enter a list of speaker name display formats, one per line, each in the form SPEAKER_NAME_DISPLAY_ID|SPEAKER_NAME_DISPLAY_FORMAT.
bo: བཤད་མཁན་མིང་གི་འཆར་སྟངས་ཀྱི་མིང་ཐོ་ཞིག་ནང་འཇུག་བྱེད་དགོས། ཕྲེང་རེ་ལ་SPEAKER_NAME_DISPLAY_ID|SPEAKER_NAME_DISPLAY_FORMAT་རྣམ་པའི་ནང་དུ་འཇུག་དགོས།

source: Minimal
bo: ཆུང་ཤོས།

source: Reversed
bo: ཁ་ཕྱོགས་བརྗེས་ཟིན་པ

source: Administer ui
bo: སྤྱོད་མཁན་གྱི་འཆར་ངོས་ལ་དོ་དམ་རྒྱག་པ།

source: Transcripts UI settings
bo: ཟིན་བྲིས་ཀྱི་འཆར་ངོས་སྒྲིག་འགོད

source: Languages
bo: སྐད་རིགས

source: Speakers
bo: བཤད་མཁན

source: Layouts
bo: བཀོད་པ།

source: Downloads
bo: ཚུར་ལེན

source: Search this transcript
bo: ཟིན་བྲིས་འདི་འཚོལ་བ

source: Reset
bo: བསྐྱར་སྒྲིག

source: No results found for this search
bo: འཚོལ་བཤེར་འདི་ལ་མཇུག་འབྲས་གང་ཡང་རྙེད་མི་འདུག

source: Show All
bo: ཡོད་ཚད་སྟོན

source: Only Results
bo: མཇུག་འབྲས་ཁོ་ན

source: Next
bo: འོག་མ

source: Previous
bo: གོང་གི

source: Transcripts UI
bo: ཟིན་བྲིས་འཆར་ངོས

source: Administer Transcripts
bo: ཟིན་བྲིས་ལ་དོ་དམ་རྒྱག་པ།

source: Drupal UI for display of transcripts in synchronization with media
bo: འཕྲིན་ལམ་དང་དུས་མཚུངས་སུ་འཆར་བའི་ཟིན་བྲིས་ཀྱི་Drupal སྤྱོད་མཁན་འཆར་ངོས།
