Repository: shanti-uva/l10n-translations
Catalog: Drupal/modules/kmaps_modules.*.po
Languages: bo

source: Totally Rad Library Loader for <a href="https://github.com/evolvingweb/ajax-solr">Ajax Solr</a>
bo: <a href="https://github.com/evolvingweb/ajax-solr">Ajax Solr</a>་ཡི་Totally Rad ཡི་ཡིག་མཛོད་འཇུག་བྱེད

source: Fancytree Test
bo: Fancytree ཚོད་ལྟ

source: Test Fancytree
bo: Fancytree ཚོད་ལྟ་བྱེད་པ

source: You can test the fanciness of this tree here
bo: ཁྱེད་ཀྱིས་འདིར་སྡོང་གཟུགས་ལ་ཚོད་ལྟ་བྱས་ཆོག

source: Submit
bo: ཡར་སྤྲོད

source: A Tricked Out Library Loader for <a href="https://github.com/mar10/fancytree">jQuery Fancytree</a>
bo: <a href="https://github.com/mar10/fancytree">jQuery Fancytree</a>་ཡི་ཟུར་སྣོན་ཡིག་མཛོད་འཇུག་བྱེད་ཞིག

source: SHANTI KMaps Tree
bo: SHANTI KMaps ཡི་སྒྲིག་གཞི

source: Wrapper for SHANTI KMaps Tree plugin
bo: SHANTI KMaps སྡོང་གཟུགས་ནང་འཛུགས་ཀྱི་སྒྲིལ་བྱེད

source: Wrapper for SHANTI KMaps Typeahead plugin
bo: SHANTI ཡི་KMaps Typeahead ནང་འཛུགས་ཀྱི་སྒྲིལ་བྱེད

source: Library loader for Twitter's typeahead.js
bo: Twitter typeahead.js ཡི་ཡིག་མཛོད་འཇུག་བྱེད
