Repository: shanti-uva/l10n-translations
Catalog: Drupal/modules/shanti_kmaps_admin.*.po
Languages: bo

source: Administer SHANTI KMaps Admin
bo: SHANTI KMaps ལ་དོ་དམ་རྒྱག་པ།

source: KMaps Subjects Server
bo: KMaps བརྗོད་དོན་ཞབས་ཞུ་བ

source: KMaps Places Server
bo: KMaps ས་གནས་ཞབས་ཞུ་བ

source: Root KMaps Subject IDs
bo: རྩ་བའི་KMaps བརྗོད་དོན་གྱི་ཨང་རྟགས

source: The root subject IDs for this site. You may enter a list of IDs separated by whitespace. If you leave this empty, then all subjects will be available.
bo: དྲ་ངོས་འདིའི་རྩ་བའི་བརྗོད་དོན་གྱི་ཨང་རྟགས། ཁྱེད་ཀྱིས་སྟོང་མཐེབ་ཀྱིས་མཚམས་དབྱེའི་ཨང་རྟགས་ཀྱི་མིང་ཐོ་ཞིག་ནང་འཇུག་བྱེད་དགོས། གལ་སྲིད་ཁྱེད་ཀྱིས་དེ་སྟོང་བར་སྐྱུར་ཚེ་བརྗོད་དོན་ཡོངས་སྤྱོད་ནུས།

source: Root KMaps Place IDs
bo: རྩ་བའི་KMaps ས་གནས་ཀྱི་ཨང་རྟགས

source: The root places ID for this site. You may enter a list of IDs separated by whitespace. If you leave this empty, then all places will be available.
bo: དྲ་ཚིགས་འདིའི་རྩ་བའི་ས་གནས་ཀྱི་ཨང་རྟགས། ཁྱེད་ཀྱིས་སྟོང་མཐེབ་ཀྱིས་བར་མཚམས་ཕྱེ་བའི་ཨང་རྟགས་ཀྱི་མིང་ཐོ་ཞིག་ནང་འཇུག་བྱས་ཆོག གལ་སྲིད་འདིར་སྟོང་བར་སྐྱུར་ཚེ་ས་གནས་ཡོངས་སྤྱོད་ཐུབ།

source: KMaps Subjects Explorer
bo: KMaps བརྗོད་དོན་འཚོལ་བྱེད

source: KMaps Places Explorer
bo: KMaps ས་གནས་འཚོལ་བྱེད

source: KMaps Solr Username
bo: KMaps Solr སྤྱོད་མཁན་གྱི་མིང

source: <b>Optional:</b> If the Solr index is implementing HTTP Basic Authentication, then enter the username here.
bo: <b>གདམ་ཁ་ཡིན་ཏེ།</b> གལ་སྲིད་Solr དཀར་ཆག་ཀྱིས་HTTP གཞི་རྩའི་ངོས་འཛིན་མངོན་འགྱུར་བྱེད་བཞིན་ཡོད་ན། ད་བཟོད་སྤྱོད་མཁན་གྱི་མིང་དེ་འདིར་འཇུག་དགོས།

source: KMaps Solr Password
bo: KMaps Solr གསང་གྲངས

source: <b>Optional:</b> If the Solr index is implementing HTTP Basic Authentication, then enter the password here. Leave blank to keep the current password.
bo: <b>གདམ་ཁ་ཡིན་ཏེ།</b> གལ་སྲིད་Solr དཀར་ཆག་ཀྱིས་HTTP གཞི་རྩའི་ངོས་འཛིན་མངོན་འགྱུར་བྱེད་བཞིན་ཡོད་ན། ད་བཟོད་གསང་གྲངས་དེ་འདིར་འཇུག་དགོས། སྟོང་བར་བསྐྱུར་ནས་མིག་སྔའི་གསང་གྲངས་ཉར་བ།

source: Do you want to publish your KMap data to the SHANTI KMap Solr Index?
bo: ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་KMap གཞི་གྲངས་དེ་SHANTI KMap Solr ཡི་དཀར་ཆག་ཏུ་སྒྲིག་འདོད་དམ།

source: If yes, then make sure you set the next field to a valid Solr URL.
bo: གལ་སྲིད་ཡིན་ཚེ། འོག་གི་གནས་ཁོངས་དེ་ནུས་ཡོད་ཀྱི་Solr སྦྲེལ་ཐག་ཞིག་སྒྲིག་དགོས།

source: KMaps Solr Server Assets Index
bo: KMaps Solr ཞབས་ཞུ་བའི་ནང་དོན་དཀར་ཆག

source: KMaps Solr Filter Query
bo: KMaps Solr ཚགས་རྒྱག་བྱེད་འདྲི་ཞིབ

source: Solr filter query to apply to all queries, e.g. <tt>fq=project:my_project OR fq=kmapid:places-99999</tt>.
bo: འདྲི་རྩད་ཡོངས་ལ་མཁོ་འདོན་བྱེད་དགོས་པའི་Solr ཚག་རྒྱག་བྱེད་ཀྱི་འདྲི་རྩད། དཔེར་ན། <tt>fq=project:my_project OR fq=kmapid:places-99999</tt>.

source: KMaps Solr Server Terms Index
bo: KMaps Solr ཞབས་ཞུ་བའི་ཐ་སྙད་དཀར་ཆག

source: KMaps Solr Asset Types
bo: KMaps Solr ནང་དོན་ཀྱི་རིགས

source: Debug Mode
bo: སྐྱོན་སེལ་བའི་རྣམ་པ།

source: Toggle debug mode. Used by various scripts and modules.
bo: སྐྱོན་སེལ་རྣམ་པའི་བརྗེ་རེས། མ་དཔེ་དང་སྒྲིག་ཡིག་མང་པོས་སྤྱོད་བཞིན་ཡོད།

source: Include MMS Images in KMap Index Results
bo: KMap དཀར་ཆག་མཇུག་འབྲས་ནང་དུ་MMS པར་རིས་འཇོག་པ

source: Toggle to include. Used by KMaps Fields module in popovers.
bo: ནང་དུ་འཇུག་བྱེད་བརྗེ་རེས། ཕྱི་རིམ་ཐོག་གི་KMaps གནས་ཁོངས་ཀྱིས་སྤྱོད་བཞིན་ཡོད།

source: In order to have a root subjects or places ID, you must set the KMaps Solr Server Terms Index.
bo: རྩ་བའི་བརྗོད་དོན་ཞིག་གམ་ས་གནས་ཀྱི་ཨང་རྟགས་དགོས་ན། ཁྱེད་ཀྱིས་ངེས་པར་དུ་KMaps Solr ཐ་སྙད་དཀར་ཆག་ཞིག་སྒྲིག་དགོས།

source: You must enter something for the Solr index, since you have chosen to publish to the SHANTI KMap Solr Index.
bo: ཁྱེད་ཀྱིས་SHANTI KMap Solr དཀར་ཆག་ལ་ནང་འཇུག་ཞིག་བྱེད་དགོས། རྒྱུ་མཚན་ནི་ཁྱེད་ཀྱིས་SHANTI KMap Solr ལ་གསར་སྤེལ་བྱེད་དགོས་པར་བདམས་ཡོད།

source: Feature Type
bo: ཁྱད་ནུས་རིགས

source: Associated Subject
bo: འབྲེལ་ཡོད་ཀྱི་བརྗོད་དོན

source: SHANTI KMaps Admin
bo: SHANTI KMaps ཡི་དོ་དམ

source: Specify servers for pulling and pushing KMaps information.
bo: KMaps ཆ་འཕྲིན་ཚུར་ལེན་ཕར་སྐྱེལ་ལ་ཞབས་ཞུ་བ་གཏན་ཁེལ་བྱེད་པ།

source: SHANTI KMaps Admin Test
bo: SHANTI KMaps དོ་དམ་གྱི་ཚོད་ལྟ

source: SHANTI KMaps Admin Vars as JSON
bo: JSON རྣམ་པའི་འོག་གི་SHANTI KMaps ཡི་དོ་དམ་འགྱུར་གྲངས

source: Defines variables that are used by other SHANTI KMaps modules
bo: SHANTI KMaps མ་དཔེ་གཞན་གྱིས་སྤྱོད་པའི་འགྱུར་གྲངས་གཏན་ཁེལ་བྱེད་པ

source: Language
bo: སྐད་རིགས

source: The main language of the text in it's current form. For example, if translated, the language into which the text is translated. This information is used to render the text properly for reading.
bo: ཡིག་གེའི་སྐད་རིགས་གཙོ་བོ་ཡི་མིག་སྔར་རྣམ་པ། དཔེར་ན། གལ་སྲིད་ཡིག་བསྒྱུར་བྱས་ཡོད་ཚེ། ཡིག་གེ་དེ་བསྒྱུར་སའི་སྐད་རིགས་དེ་ཡིན་ཏེ། ཆ་འཕྲིན་འདི་ནི་ཡང་དག་པའི་སྒོ་ནས་ཡིག་གེ་མངོན་འཆར་དང་ཀློག་ཐུབ་པར་ཕན་ཐོགས་ཆེ།

source: Security Settings for Texts
bo: ཡི་གེའི་བདེ་འཇགས་སྒྲིག་འགོད

source: Contains Security Kit and Secure Pages settings suited to Texts
bo: ཡིག་གེ་ལ་འཚམ་པའི་བདེ་འཇགས་ལག་ཆ་དང་བདེ་འཇགས་དྲ་ངོས་འདུས་པ།
