Repository: shanti-uva/l10n-translations
Catalog: Drupal/modules/shanti_kmaps_fields.*.po
Languages: bo

source: The author, artist, producer, or other type of creator of the work.
bo: རྩོམ་པ་པོ་དང་སྒྱུ་རྩལ་བ། སྒྲིག་བཟོ་མཁན། ཡང་ན་ལས་ཀ་འདིའི་གསར་བཟོ་མཁན་གཞན་དག

source: A 140 character description of the work to be used in appropriate display contexts.
bo: ལས་གཞི་དེའི་ཡིག་འབྲུ་༡༤༠་ཅན་གྱི་གསལ་བཤད་དེ་འོས་མཚམས་ཀྱི་ནང་དོན་དུ་འཆར་སྲིད།

source: A 750 character description of the work to be used in appropriate display contexts.
bo: ལས་གཞི་དེའི་ཡིག་འབྲུ་༧༥༠་ཅན་གྱི་གསལ་བཤད་དེ་འོས་མཚམས་ཀྱི་ནང་དོན་དུ་འཆར་སྲིད།

source: A start date associated with the work, such as an event depicted. Use this if there is only one date.
bo: བྱ་འགུལ་འདི་དང་འབྲེལ་བའི་འགོ་འཛུགས་ཟླ་ཚེས་ཤིག། གལ་སྲིད་ཟླ་ཚེས་གཅིག་ལས་མེད་ན་འདི་སྤྱོད་དགོས།

source: An end date associated with the work, such as an event depicted.
bo: བྱ་འགུལ་དང་འབྲེལ་བའི་མཇུག་རྫོགས་ཀྱི་ཟླ་ཚེས་ཞིག

source: The language in which the work is wrritten or spoken.
bo: ལས་གཞི་དེ་བརྗོད་བྱེད་ཀྱི་སྐད་རིགས།

source: An optional qualifier to the asset type. Values can be delimitted by colon to specify finer differentiations.
bo: ཐོན་ཁུངས་རིགས་ལ་གདམ་ཁ་ཡིན་པའི་ཆ་ཚད་ཞིག་སྟེ། ཐོབ་གྲངས་ལ་མཚམས་རྟགས་: སྦྱར་ནས་ཞིབ་ཕྲའི་ཁྱད་པར་དམིགས་འཛུགས་བྱེད་པ།

source: KMaps Fields Reindexer
bo: KMapsགནས་ཡུལ་དཀར་ཆག་བསྐྱར་སྒྲིག་ལག་ཆ

source: Reindexer is starting.
bo: དཀར་ཆག་སྒྲིག་བྱེད་འགོ་འཛུགས་བཞིན་ཡོད།

source: Processed @current out of @total batch jobs.
bo: ལས་སྣེ་སྡོམ་པས་@total་ནས་@current་སྒྲིག་བཟོ་བྱས་ཚར།

source: KMaps Fields Reindexer has encountered an error.
bo: KMaps གནས་ཁོངས་ཀྱི་དཀར་ཆག་བསྐྱར་སྒྲིག་ལག་ཆ་ལ་གནད་དོན་ཞིག་འཕྲད་འདུག

source: Acquiring all text node IDs to reindex.
bo: དཀར་ཆག་བསྐྱར་སྒྲིག་བྱེད་པར་ཡིག་གེ་སྦྲེལ་གནས་ཀྱི་ཨང་རྟགས་ཡོངས་བསྡུ་རུག་བྱེད་པ།

source: An error occurred while processing %error_operation with arguments: @arguments
bo: འཇུག་གྲངས་@arguments་སྤྱད་ནས་%error_operation་སྒྲིག་བཟོ་བྱེད་དུས་གནད་དོན་ཅིག་བྱུང་འདུག

source: Administer SHANTI KMaps Fields
bo: SHANTI KMaps ཡི་གནས་ཁོངས་ལ་དོ་དམ་རྒྱག་པ།

source: SHANTI KMaps Fields
bo: SHANTI KMaps ཡི་གནས་ཁོངས

source: SHANTI Asset Type
bo: SHANTI ནང་དོན་གྱི་རིགས

source: If this entity uses a SHANTI KMaps Field, set the SHANTI asset type of this entity. If not, just leave as "NA".
bo: གལ་སྲིད་དངོས་གཞི་འདིས་SHANTI KMaps ཡི་གནས་ཁོངས་སྤྱོད་ན། དངོས་གཞི་འདིའི་ SHANTI ནང་དོན་རིགས་སྒྲིག་དགོས། དེ་མིན་ཚེ་NA ཞེས་སྐྱུར་དགོས།

source: text
bo: ཡི་གེ

source: photo or image
bo: པར་འམ་པར་རིས

source: audio or video
bo: སྒྲ་དང་བརྙན་རིས

source: visualization
bo: འཆར་སྣང

source: bibliographic source
bo: ཁུངས་འདྲེན་སའི་ཁུངས

source: subject term
bo: བརྗོད་དོན་གྱི་ཐ་སྙད

source: place term
bo: ས་ཆའི་ཐ་སྙད

source: general term
bo: སྤྱི་མིང

source: map
bo: ཕྱོགས་སྟོན

source: agent (e.g. person)
bo: ལས་སྒྲུབ་པ༼དཔེར་ན་མི་ལྟ་བུ༽

source: event
bo: བྱ་འགུལ

source: <p><b>Specify the Drupal menu paths for the functions below. Use <b>__NID__</b> to specify where the entity ID goes in each path below. These paths may not exist, so they may need to be created, for example by using Services, Views, or by creating menu items in a module.</b></p>
bo: <p><b>འོག་གི་བྱེད་ནུས་ལ་Drupal གདམ་བྱང་སྦྲེལ་ལམ་གཏན་ཁེལ་བྱོས། འོག་གི་སྦྲེལ་ལམ་སོ་སོའི་ནང་དུ་<b>__NID__</b>་སྤྱད་ནས་དངོས་གཞིའི་ཨང་རྟགས་གཏན་ཁེལ་བྱེད་པ། སྦྲེལ་ལམ་འདི་དག་གནས་མེད་སྲིད་པས། དེ་དག་གསར་འཛུགས་བྱེད་དགོས་སྲིད། དཔེར་ན་མ་དཔེ་ཞིག་ནས་ཞབས་ཞུ་དང་མཐོང་རིས་སྤྱོད་པའམ་ཡང་ན་གདམ་བྱང་རྣམ་གྲངས་གསར་འཛུགས་བཅས་ཀྱི་ལས་འགུལ་བརྒྱུད་ནས་བྱས་ཆོག</b></p>

source: HTML Path
bo: HTML སྦྲེལ་ལམ

source: The local Drupal path where the entity associated with this entity can be viewed as a full HTML page, suitable for linking. This is usually <b>node/__NID__</b>. (Without the trailing period, of course.)
bo: Drupal རང་གནས་སྦྲེལ་ལམ་དེ་ནི་HTML སྦྲེལ་ལམ་དང་འབྲེལ་མཐུད་བྱས་ནHTML དྲ་ངོས་དང་འཚམ། སྦྲེལ་མཐུད་བྱེད་པར་འཚམ། དེ་ནི་རྒྱུན་པར་<b>node/__NID__</b>. (Without the trailing period, of course.)

source: AJAX Path
bo: AJAX ཡི་སྦྲེལ་ལམ

source: The local Drupal path where the entity associated with this entity can be viewed as an HTML fragment, suitable for embedding.
bo: Drupal རང་གནས་སྦྲེལ་ལམ་དེ་ནི་HTML སྦྲེལ་ལམ་དང་འབྲེལ་མཐུད་བྱས་ན་བཙུད་འཇུག་བྱེད་པར་འཚམ།

source: JSON Path
bo: JSON སྦྲེལ་ལམ

source: The local Drupal path where the entity associated with this entity can be retrieved as a JSON string, suitable for munging.
bo: Drupal རང་ཁུལ་གྱི་སྦྲེལ་ལམ་སྟེ། དེ་ནི་HTML སྦྲེལ་ལམ་དང་འབྲེལ་མཐུད་བྱས་ན JSONཕྲེང་དེ་བསྐྱར་གསོ་བྱེད་ཐུབ་ལ། mungingདང་འཚམ།

source: Thumbnail Path
bo: བསྡུས་པར་གྱི་སྦྲེལ་ལམ

source: The local Drupal path where the thumbnail for this entity exists.
bo: ནང་དོན་འདིའི་བསྡུས་པར་གནས་སའི་Drupal རང་ཁུལ་གྱི་སྦྲེལ་ལམ་ཡིན།

source: <p><b>Specify the fields in this content type that will be used in the Solr index.</b></p>
bo: <p><b> Solr དཀར་ཆག་ཏུ་སྤྱོད་དགོས་པའི་ནང་དོན་རིགས་འདིའི་ནང་གི་གནས་ཁོངས་གཏན་ཁེལ་བྱེད་པ།</b></p>

source: Anonymous
bo: མིང་མེད་སྤྱོད་མཁན

source: Date field not a date.
bo: ཟླ་ཚེས་ཀྱི་གནས་ཁོངས་ཤིག་ཡིན་པ་ལས་ཟླ་ཚེས་མ་རེད།

source: KMap Term
bo: KMap ཐ་སྙད

source: A KMap Term for integrating content into the Mandala ecology.
bo: Mandala ཡི་ནང་དུ་ནང་དོན་མཐུན་སྦྱོར་བྱེད་པའི་KMap ཡི་ཐ་སྙད་ཞིག།

source: KMap Domain
bo: KMap དྲ་གནས

source: The domain (subjects or places) to use for KMaps access on this entity type.
bo: KMaps ཡིས་ནང་དོན་རིགས་འདི་ལ་བེད་སྤྱོད་བྱེད་པའི་སྐབས་སྤྱོད་དགོས་པའི་ཁྱབ་ཁོངས་ཏེ། བརྗོད་དོན་དང་ཡང་ན་ས་གནས་ཡིན་ཆོག

source: KMap ID View
bo: KMap ཨང་རྟགས་ཀྱི་མཐོང་རིས

source: The local Drupal path for the view with which to search for nodes of this content type by KMap ID. Used by the popover field formatter. Use <b>__KMAPID__</b> to signify the KMap ID value in the path.
bo: KMap ID ནང་དོན་རིགས་ཀྱི་་ཚེག་ཚིགས་དེ་ རང་གནས་Drupal སྦྲེལ་ལམ་བཀོལ་ནས་ལྟ་ཞིབ་བྱེད་དགོས། མངོན་སྒྲོམ་གནས་ཁོངས་རྣམ་གཞག་གི་བྱ་རིམ་བཀོལ་བར། <b>__KMAPID__</b>་སྤྱད་ནས་སྦྲེལ་ལམ་ནང་གི་KMap ཨང་རྟགས་དམིགས་བསལ་མཚོན་ཐུབ།

source: Root KMap IDs
bo: རྩ་བའི་KMap ཨང་རྟགས

source: The root nodes of the KMap tree under which searches will be performed. You may enter a list of IDs separated by whitespace. If you leave this blank, then the field will use the default settings for the site.
bo: འཚོལ་བཤེར་ལག་བསྟར་བྱེད་སའི་KMap སྡོང་གཟུགས་ཀྱི་རྩ་བའི་སྦྲེལ་གནས། ཁྱེད་ཀྱིས་སྟོང་མཐེབ་ཀྱིས་མཚམས་དབྱེ་བའི་ཨང་རྟགས་ཀྱི་མིང་ཐོ་ཞིག་ནང་འཇུག་བྱེད་སྲིད། གལ་སྲིད་ཁྱེད་ཀྱིས་སྟོང་བར་བཞག་ན་གནས་ཁོངས་ཀྱིས་དྲ་ཚིགས་ཀྱི་སྔར་ཡོད་ཀྱི་སྒྲིག་འཛུགས་དེ་སྤྱོད་ངེས།

source: KMap Term Limit
bo: KMap ཐ་སྙད་ཀྱི་ཚོད

source: The maximum number of matched terms to return from a KMap search. Higher limits may lead to slower search. Enter 0 for no limit.
bo: KMap འཚོལ་བཤེར་ནས་ཕྱིར་འདོན་བྱེད་དགོས་པའི་ཆ་འགྲིག་པའི་ཐ་སྙད་ཀྱི་གྲངས་མང་ཤོས་ཚད། མཐོ་བའི་ཚད་ཀྱིས་འཚོལ་འཤེར་ཇེ་དལ་དུ་གཏོང་སྲིད། ཚད་མེད་པ་བཟོ་དགོས་ན་0 ནང་འཇུག་བྱོས།

source: Search Filters
bo: ཚག་རྒྱག་བྱེད་འཚོལ་བཤེལ

source: Select any widgets that you would like to use to filter your search. This may make it easier to find KMap terms.
bo: རང་གི་འཚོལ་བཤེར་ལ་ཚགས་རྒྱག་བྱེད་དུ་སྤྱོད་དགོས་པའི་ཡོ་བྱད་གང་རུང་ཞིག་འདེམས་རོགས། འདིས་ལས་སླ་བོས་KMap ཐ་སྙད་རྙེད་ཐུབ་པ་བྱེད་ཐུབ།

source: Tree
bo: སྡོང་གཟུགས

source: Lazy tree
bo: Lazy སྡོང་དབྱིབས

source: Autocomplete
bo: རང་འགུལ་སྒྲིག་བྱེད

source: Enable the devel module to see the following in a better format.
bo: གསར་སྤེལ་གྱི་མ་དཔེ་ནུས་ཡོད་བསྒྱུར་ནས་གཤམ་གྱི་ནང་དོན་དེ་རྣམ་པ་ལེགས་པོ་ཞིག་གི་ནང་དུ་བལྟ་བ།

source: Plain text
bo: ཡིག་རྐྱང

source: Link to entry on KMaps Server
bo: KMaps ཞབས་ཞུ་བའི་ཐོག་གི་འཇུག་སྒོ་དང་སྦྲེལ་བ

source: Sarvaka popover with link options
bo: Sarvaka ཡི་ཕྱི་རིམ་སྒྲོམ་དང་སྦྲེལ་ཐག་གི་གདམ་ཚན

source: HREF target
bo: HREF དམིགས་འབེན

source: Control where the link opens (i.e. set the TARGET attribute of the A element).
bo: སྦྲེལ་ཐག་དེ་གང་དུ་ཁ་ཕྱེ་དགོས་པར་ཚོད་འཛིན་བྱེད་པ།༼དཔེར་ན། A གྲུབ་ཆའི་TARGET མཚན་ཉིད་སྒྲིག་འཛུགས་བྱེད་པ༽

source: For more information about this term, see Full Entry below.
bo: ཐ་སྙད་འདིའི་གནས་ཚུལ་མང་བོར་རྟོགས་པར། འོག་གི་འཇུག་སྒོ་ཆ་ཚང་ལ་གཟིགས།

source: KMaps Tree Function
bo: KMaps སྡོང་དབྱིབས་བྱེད་ནུས

source: KMaps Autocomplete Function
bo: KMaps རང་འགྲིག་གི་བྱེད་ནུས

source: KMaps Reindexer
bo: KMaps དཀར་ཆག་བསྐྱར་འཛུགས་ལག་ཆ

source: The raw content of the KMap term. Used by some widgets.
bo: KMap ཐ་སྙད་ཀྱི་ཐོག་མའི་ནང་དོན། ཡན་ལག་འགའ་ཞིག་ལ་མཁོ་དགོས་ཡོད།

source: The external ID of the KMap term.
bo: KMap ཐ་སྙད་ཀྱི་ཕྱི་ཁུལ་ཨང་རྟགས།

source: The default title of the KMap term.
bo: KMap ཐ་སྙད་ཀྱི་སྔར་ཡོད་ཁ་བྱང་།

source: The domain the KMap term, e.g. subjects or places.
bo: KMap ཐ་སྙད་ཀྱི་ཁྱབ་ཁོངས་ཏེ། དཔེར་ན་བརྗོད་དོན་དང་ཡང་ན་ས་གནས་ཡིན།

source: The ancestral path of the KMap term.
bo: KMap ཐ་སྙད་ཀྱི་བརྒྱུད་ཁོངས་སྦྲེལ་ལམ

source: Defines fields, widgets, and formatters for adding KMap items to entities.
bo: ནང་དོན་ལ་KMap ནང་ཚན་ཁ་སྣོན་བྱེད་པར་མཁོ་བའི་གནས་ཁོངས་དང་ཡོ་བྱད། རྣམ་པ་སྒྱུར་བྱེད་སོགས་གཏན་ཁེལ་བྱེད་པ།

source: Request URL: !url
bo: རེ་ཞུའི་སྦྲེལ་ཐག !url

source: HTTP error !code received.
bo: HTTP ཡི་ནོར་འཁྲུལ་!code་འབྱོར་འདུག

source: Did not receive valid API response (invalid JSON).
bo: ཕན་ནུས་ཡོད་པའི་API ཡི་ཕྱིར་ལན་འབྱོར་མེད། ༼ཕན་ནུས་མེད་པའི་JSON༽

source: Error !code received: %message
bo: ནོར་འཁྲུལ། !code་འབྱོར་སོང་། %message
